[ {
  "Article Title" : "BASF Breaks Ground on Industrial Heat Pump for CO2-Free Steam",
  "Article URL" : "https://www.chemicalprocessing.com/industrynews/news/55318920/basf-breaks-ground-on-industrial-heat-pump-for-co2-free-steam",
  "Article Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2025/09/68d4317205d1fe665760eee0-p192_andreashenn051dsd07266m.png?auto=format",
  "Category" : "Environmental Responsibility",
  "Author Name" : "Amanda Joshi",
  "Article Content" : "The project will electrify steam production at BASF's Ludwigshafen site, cutting greenhouse gas emissions by up to 100,000 metric tons annually.\n\nBASF SE and project partner GIG Karasek held a groundbreaking ceremony at BASF's Ludwigshafen, Germany, site to begin construction of one of the world's largest industrial heat pumps for CO2-free steam generation. The system is designed to support electrified steam production at the main plant, the company said.\n\nThe heat pump will have a thermal output of just under 50 megawatts and use renewable electricity to produce CO2-free steam primarily for formic acid production. BASF said the project is expected to reduce annual greenhouse gas emissions by up to 100,000 metric tons, or roughly 98% of current emissions, by capturing waste heat from cooling processes in one of the site's steam crackers.\n\nHelmut Winterling, President of European Verbund Sites at BASF SE, said the project reflects the company's goal to supply chemical products with lower carbon footprints. He noted that emission-free steam from the heat pump will partially replace fossil fuel--derived steam and that federal funding enables BASF to invest in green technologies at the Ludwigshafen site.\n\nThe heat pump, being developed in collaboration with GIG Karasek, reportedly will cover approximately 2,000 square meters and connect to the plant via pipe bridges. It is designed to produce up to 60 metric tons of steam per hour, totaling up to 500,000 metric tons annually, and features specialized components for integration into the chemical production environment, according to the company. Commissioning is scheduled for mid-2027.\n\nThe German Federal Ministry for Economic Affairs and Energy approved funding for the project last October, contributing up to €310 million ($363 million) through its Carbon Contracts for Difference program, BASF said.",
  "Author Profile Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2022/11/headshot_2022.63876d9ca2682.png?w=120&h=120&fit=crop",
  "Author Email Address" : "ajoshi@endeavorb2b.com",
  "Author Job Title" : "Managing Editor",
  "Author Bio" : "Amanda Joshi has more than 18 years of experience in business-to-business publishing for both print and digital content. Before joining Chemical Processing, she worked with Manufacturing.net and Electrical Contracting Products. She's a versatile, award-winning editor with experience in writing and editing technical content, executing marketing strategy, developing new products, attending industry events and developing customer relationships.\n\nAmanda graduated from Northern Illinois University in 2001 with a B.A. in English and has been an English teacher. She lives in the Chicago suburbs with her husband and daughter, and their mini Aussiedoodle, Riley. In her rare spare time, she enjoys reading, tackling DIY projects, and horseback riding."
}, {
  "Article Title" : "Eli Lilly to Build $6.5B Houston Biomanufacturing Plant",
  "Article URL" : "https://www.chemicalprocessing.com/industrynews/news/55318908/eli-lilly-to-build-65b-houston-biomanufacturing-plant",
  "Article Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2025/09/68d421d005d1fe665760df3e-eli_lilly_manufacturing_facility_generation_park_t.png?auto=format",
  "Category" : "Commercial Property",
  "Author Name" : "Marissa Luck",
  "Article Content" : "The new facility could help chemical industry workers transition to biotech roles, with local college training programs supporting the shift, said Lilly's CEO in a statement.\n\nPharmaceutical giant Eli Lilly unveiled plans to build a $6.5 billion biomanufacturing plant in northeast Houston within the next five years, bolstering the region's bid to become a national biomanufacturing hub.\n\nThe global drugmaker had previously said it was considering Houston as one of several possible sites, but its announcement Tuesday confirms this choice and reveals a costlier project than originally expected.\n\nThe project represents the largest biotech manufacturing investment in Texas ever and one of the biggest single corporate investments in the Houston region, according to the Greater Houston Partnerships.\n\nThe 236-acre project will rise in Generation Park, a master-planned business complex near Beltway 8, about 10 miles east of George Bush Intercontinental Airport, according to Texas Comptroller records.\n\nThe plant is expected to generate 4,000 construction jobs and 615 permanent positions --- including engineers, scientists, operations staff and lab technicians --- the company said.\n\nThe project could also put Houston at the center of the fast-growing weight loss industry, which has exploded in recent years with the advent of injectable GLP-1 drugs such as Ozempic and Wegovy. Lilly hopes to eventually manufacture an oral GLP-1 drug called orforglipron, still pending regulatory approval, which would let patients take the weight-loss drug in pill form instead of injections.\n\n\"Our new Houston site will enhance Lilly's ability to manufacture orforglipron at scale, and if approved, help fulfill the medicine' potential as a metabolic health treatment for tens of millions of people worldwide who prefer the ease of a pill that can be taken without food or water restrictions,\" said David A. Ricks, Lilly's CEO, in a statement. \"This significant U.S. investment and onshoring of our API (active pharmaceutical ingredient) production capabilities will ensure faster, more secure access to orforglipron and to other life-changing medicines of the future.\"\n\nThe Houston plant could also be used to make other small molecule medicines across a range of therapeutic needs, from cancer treatments to immunology to neuroscience.\n\nTimeline, details of Eli Lilly's Houston plant\n\nWith no set groundbreaking date, Lilly intends to start construction as soon as possible. Earth work is underway, and foundations and steel could rise by late 2026 or 2027, Ricks told the Houston Chronicle in an interview.\n\n\"We're in a hurry here,\" said Ricks. Assuming the FDA can approve its new oral GLP-1 drug next year, \"We'll be on the clock to ramp this up quickly,\" Ricks added.\n\nGeneration Park already has much of the necessary infrastructure, but McCord Development expects to invest about $100 million for site-specific upgrades, such as roads and distribution lines, said Ryan McCord, president of McCord Development. Lilly itself will oversee the development of its own buildings.\n\nThe project site, which Lilly acquired in the past 30 days, is large enough to accommodate the potential for future expansions, McCord said.\n\nJobs\n\nHiring for the projects starting immediately, with an average salary of just over $100,000, according to the company. Education requirements for the jobs range from a high school degree to doctorate.\n\nAlthough Houston lacks a large biotech workforce, Ricks said chemical industry workers could transfer many skills with the right training. San Jacinto College's new biotech manufacturing program in Generation Park will be a major help, he said.\n\n\"Those that want to repurpose their career from (the chemical) industry, or even others, can go to the San Jacinto program and learn those skills and apply for work,\" Ricks said.\n\nA large presence of chemical manufacturers along the Gulf Coast will also enable Lilly to be close to its suppliers, another reason to locate in Houston, Ricks said.\n\nTexas' business friendly environment was another major draw, he added.\n\nIncentives, impact\n\nEli Lilly will receive $146 million in tax incentives from the state's Jobs, Energy, Technology and Innovation program, plus a $5.5 million grant from the Texas Enterprise Fund, said Gov. Greg Abbott, speaking at a press conference Tuesday in Generation Park.\n\nAbbott shared a story about how Ricks asked the governor whether Texas would allow such a large manufacturing facility to move forward quickly. He offered Ricks the example of Elon Musk's Gigafactory in Austin, which rapidly transformed from an idea to operating a mile-long manufacturing complex that is still growing.\n\n\"Elon was able to complete that project, working with us, making sure that we cut into red tape to finish the project and got it done in less than 18 months,\" Abbott said.\n\nLilly is also expected to receive local incentives from the Generation Park Management District, including a sales tax rebate and property tax abatements, said Greater Houston Partnership's Craig Rhodes.\n\nLilly estimates that for every $1 the company spends in Houston, it will generate about $4 of economic impact, according to the company.\n\nThe Houston project is part of Lilly's broader push to onshore more of its manufacturing in the U.S. Recently, Lilly announced plans for a project in Virginia and expects to announce two additional sites later this year.",
  "Author Profile Image" : "",
  "Author Email Address" : "",
  "Author Job Title" : "",
  "Author Bio" : ""
}, {
  "Article Title" : "ExxonMobil Sells ND Assets to Chord Energy for $550M",
  "Article URL" : "https://www.chemicalprocessing.com/industrynews/news/55318390/exxonmobil-sells-nd-assets-to-chord-energy-for-550m",
  "Article Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2025/09/68d1aa6a747bde746d921d4a-shutterstock_1156014199.png?auto=format",
  "Category" : "Commercial Property",
  "Author Name" : "Joey Harris",
  "Article Content" : "North Dakota's largest oil producer will get a little bigger as it expands its footprint in the Bakken.\n\nChord Energy this week announced its plans to purchase $550 million worth of XTO Energy's Williston Basin assets. XTO is a subsidiary of oil giant ExxonMobil.\n\nIf the purchase goes through, Chord is set to acquire the equivalent of 10% of ExxonMobil's North Dakota production, according to state Petroleum Council President Ron Ness.\n\nChord did not respond to a request for comment.\n\nA spokesperson for ExxonMobil said the company will continue to be a large operator in North Dakota.\n\n\"The state remains an important part of our long-term development strategy,\" the spokesperson said.\n\nNess said that ExxonMobil put the acreage up for sale months ago.\n\nCompanies are moving to better define what specific areas of the basin they want to focus operations in, Ness said. This allows companies to keep their equipment closer together, while operating in territory that is already familiar.\n\n\"(Companies are trying) to improve efficiency and they try to figure out where they can drill their wells and be the best served by trying to create acreage in blocks --- areas where their other assets are --- rather than having outlying acreage,\" Ness said.\n\nThe purchase lined up for Chord because it already has significant operations in the surrounding areas, Ness said.\n\nChord noted these advantages in a press release on Monday.\n\n\"The acquired assets are in one of the best areas of the Williston Basin and have significant overlap with Chord's existing footprint, setting the stage for long-lateral development,\" Chord CEO Danny Brown said in the statement.\n\nThe move comes as a wave of consolidation has happened across the oil industry, including to some companies with extensive operations in the Bakken.\n\nOil giants Chevron, ExxonMobil and ConocoPhillips have each completed respective multibillion-dollar purchases of Hess, Pioneer Natural Resources and Marathon Oil in recent years.\n\nChord as a company is also evidence of the consolidation trend. The company formed in 2022 as a result of a merger between Oasis and Whiting and recently purchased Enerplus.\n\nNess said consolidation is making the oil industry more efficient.\n\n\"They find out they can drill just as many wells today with three rigs instead of four rigs,\" he said. \"Obviously with lower oil prices it's all about the ability to drill these Bakken wells in the most efficient and cost-effective way possible.\"\n\nOil companies and state regulators in recent years have noted the need for more investment to address projected challenges accessing much of the oil trapped underground in northwest North Dakota. About 85% of oil in place remains inaccessible with today's technology, according to officials. This trend is unlikely to have a major impact on drilling for over a decade, however.\n\nUniversity of North Dakota economics professor David Flynn said it is difficult to predict what consolidation could mean for economic activity in the Bakken area. Companies with existing operations in an area would likely increase activity, while newcomers may run into some challenges, depending on their level of preparation, he said.\n\n\"The other question mark is what we mean by 'activity,'\" he said. \"If it is measured as oil output, it is very likely to be more activity. If it is employment we are considering, there is more variability when we look at that outcome.\"\n\nStill, Flynn said he expects that under present conditions the Bakken will remain a competitive oil play.\n\n\"I think the opportunities for domestic oil production and the potential rewards are stronger than for other industries right now,\" he said.\n\nConsolidation was also a topic at the North Dakota Petroleum Council's annual meeting in Watford City this week.\n\n\"More consolidation is probably more likely, it's just part of a commodity-driven business,\" Devon Energy CEO Clay Gaspar said on a panel.\n\nWhile this has allowed companies to get more efficient, at least in the short-term, jobs have also taken a hit, Petroleum Council Chairman Todd Slawson said.\n\n\"Unfortunately, the consolidation came with reductions in workforce,\" he said.",
  "Author Profile Image" : "",
  "Author Email Address" : "",
  "Author Job Title" : "",
  "Author Bio" : ""
}, {
  "Article Title" : "ReAgent to Open North Carolina Plant with $5.6M Investment",
  "Article URL" : "https://www.chemicalprocessing.com/industrynews/news/55318204/reagent-to-open-north-carolina-plant-with-56m-investment",
  "Article Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2025/09/68d1628ba7a1c99057d56c31-shutterstock_2348815737.png?auto=format",
  "Category" : "Commercial Property",
  "Author Name" : "Richard Craver",
  "Article Content" : "The U.K.-based chemical maker plans 30 new jobs and facility expansion in Winston-Salem, North Carolina.\n\nA U.K. industrial chemical manufacturer, ReAgent Chemical Services Ltd., confirmed plans Thursday for opening a plant in Winston-Salem, pledging to create 30 full-time jobs and spend $5.63 million on capital investments.\n\nFamily-owned ReAgent, founded in 1977, is based in Cheshire. It specializes in manufacturing, packaging and blending chemical products under its own brand and for contract manufacturing.\n\nThe announcement comes after the manufacturer was made eligible for performance-based economic incentives on Sept. 11 by Forsyth County Board of Commissioners and on Sept. 15 by Winston-Salem City Council.\n\nReAgent also considered other sites in North Carolina, as well as in Atlanta, Richmond, Va., and Spartanburg, S.C.\n\nReAgent is pledging to pay an average annual wage of $59,217, as well as spend $3.63 million on real property and $2 million in machinery and equipment. The jobs would include laboratory technicians, chemical production, administration, warehousing and sales.\n\n\"Having identified significant potential for our products and services in the U.S., we began our search for a new location,\" ReAgent chief executive Richard Hudson said in a news release.\n\n\"North Carolina stood out for a variety of reasons, including geographic location, proximity to customers and suppliers, and a good manufacturing labor market. We identified an ideal property enhanced by all of those assets here in Winston-Salem.\n\n\"In the long term, we envision our U.S. facility will be larger than our U.K. base.\"\n\nEllis Keifer, vice president of Economic Development for Greater Winston-Salem Inc., said the ReAgent commitment comes after 13 months of negotiations with the company.\n\n\"The company was looking for proximity to industry clusters including manufacturing, life sciences and pharmaceuticals, which helped us to stand out against other potential markets,\" Keifer said.\n\nCommissioners approved a performance-based incentives request for up to $53,962 over five years.\n\n\"Their decision to locate here speaks to the strength of our workforce, our business climate and our ability to attract international companies seeking to grow in key industries,\" Forsyth commission chairman Don Martin said.\n\nCouncil approved up to $57,168 in performance-based incentives, also over five years.\n\n\"This project reflects our community's growing reputation as a hub for advanced manufacturing and life sciences,\" Winston-Salem Mayor Allen Joines said.\n\nWinston-Salem Councilman Scott Andree-Brown said during the Sept. 15 incentives discussion that once he learned the company was ReAgent, he researched the company and \"found it to have a clean environmental policy.\"\n\nCommissioners also authorized applying for a $350,000 Building Reuse grant from the state Rural Economic Development Division on behalf of ReAgent.\n\nThe company would purchase a 20,000-square-foot building in Winston-Salem and a nearby second building \"for future growth.\"\n\nIn both instances, the incentive funds would help pay for capital investment expenses.\n\nReAgent also is pursuing a state workforce training grant that would feature Forsyth Technical Community College.",
  "Author Profile Image" : "",
  "Author Email Address" : "",
  "Author Job Title" : "",
  "Author Bio" : ""
}, {
  "Article Title" : "EPA Proposes Adjustments to 2026--2027 Renewable Fuel Targets",
  "Article URL" : "https://www.chemicalprocessing.com/industrynews/news/55317395/epa-proposes-adjustments-to-20262027-renewable-fuel-targets",
  "Article Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2025/09/68cb147d5f93ed1cee56f41a-shutterstock_1555357571.png?auto=format",
  "Category" : "Environmental Responsibility",
  "Author Name" : "Amanda Joshi",
  "Article Content" : "The U.S. Environmental Protection Agency (EPA) has issued a supplemental notice of proposed rulemaking to revise renewable fuel volume requirements for 2026 and 2027. The revisions stem from small refinery exemptions granted for compliance years 2023--2025, which reduced the amount of gasoline and diesel that had to be blended with renewable fuels.\n\nEPA said it is considering two approaches: adding back 100% of the previously exempted volumes or restoring 50%. The agency is also seeking feedback on other reallocation levels. Without adjustments, EPA said, unused compliance credits from the exemptions could lower demand for renewable fuel in 2026 and 2027.\n\nThe proposal affects how much ethanol, biodiesel and other renewable fuels refiners and importers must blend into the nation's fuel supply. EPA emphasized in a press statement that the goal is to align final requirements with actual renewable fuel use and provide regulatory certainty for producers and refiners.\n\nUpon publication in the Federal Register, EPA will hold a public hearing and open a 30-day public comment period.",
  "Author Profile Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2022/11/headshot_2022.63876d9ca2682.png?w=120&h=120&fit=crop",
  "Author Email Address" : "ajoshi@endeavorb2b.com",
  "Author Job Title" : "Managing Editor",
  "Author Bio" : "Amanda Joshi has more than 18 years of experience in business-to-business publishing for both print and digital content. Before joining Chemical Processing, she worked with Manufacturing.net and Electrical Contracting Products. She's a versatile, award-winning editor with experience in writing and editing technical content, executing marketing strategy, developing new products, attending industry events and developing customer relationships.\n\nAmanda graduated from Northern Illinois University in 2001 with a B.A. in English and has been an English teacher. She lives in the Chicago suburbs with her husband and daughter, and their mini Aussiedoodle, Riley. In her rare spare time, she enjoys reading, tackling DIY projects, and horseback riding."
}, {
  "Article Title" : "CSB Cites Combustible Dust Hazard in Update on Fatal Nebraska Explosion",
  "Article URL" : "https://www.chemicalprocessing.com/industrynews/news/55317377/csb-cites-combustible-dust-hazard-in-update-on-fatal-nebraska-explosion",
  "Article Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2025/09/68cb0e9b45b77bb4eec277d8-shutterstock_2242202023.png?auto=format",
  "Category" : "Occupational Health & Safety",
  "Author Name" : "Amanda Joshi",
  "Article Content" : "The U.S. Chemical Safety and Hazard Investigation Board (CSB) has released an update on its investigation into the fatal July 29, 2025, explosion and fire at the Horizon Biofuels facility in Fremont, Nebraska. According to the CSB, the incident resulted in the death of three people --- an operator and his two young daughters.\n\nPreliminary findings point to a combustible wood dust explosion, described in a statement by CSB chairperson Steve Owens as a \"well-known --- and completely avoidable --- hazard in wood processing.\" The agency said its ongoing work will examine facility design, dust handling and control systems, site operating practices and regulatory oversight. More than a month after the incident, the structurally compromised plant reportedly remains unsafe to enter, reported the agency, further hindering their investigation.\n\nAs part of its investigation, the CSB said the blast occurred after a sudden release of dust or smoke from the tower was followed by flames and a larger secondary explosion, which caused significant structural damage and fires that smoldered for weeks. The operator and his children were in the facility's breakroom when the explosion occurred, trapping them inside the burning, collapsed structure. CSB board members emphasized that the investigation will identify root causes and share lessons to prevent future incidents.\n\nThe Fremont facility produces wood fuel pellets from wood waste and also supplies animal bedding. In early August, Chemical Processing reported on CSB's decision to launch a formal investigation into the tragedy, which echoed long-standing agency concerns about combustible dust hazards.\n\nThe CSB is an independent, nonregulatory federal agency tasked with investigating chemical incidents and making safety recommendations to industry and regulators such as OSHA and EPA.\n\nChemical Processing has long covered combustible dust safety and prevention efforts. Most recently, we hosted a Combustible Dust Roundtable webinar to share insights from experts on managing hazards, strengthening safeguards and protecting workers across combustible solids processing industries.",
  "Author Profile Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2022/11/headshot_2022.63876d9ca2682.png?w=120&h=120&fit=crop",
  "Author Email Address" : "ajoshi@endeavorb2b.com",
  "Author Job Title" : "Managing Editor",
  "Author Bio" : "Amanda Joshi has more than 18 years of experience in business-to-business publishing for both print and digital content. Before joining Chemical Processing, she worked with Manufacturing.net and Electrical Contracting Products. She's a versatile, award-winning editor with experience in writing and editing technical content, executing marketing strategy, developing new products, attending industry events and developing customer relationships.\n\nAmanda graduated from Northern Illinois University in 2001 with a B.A. in English and has been an English teacher. She lives in the Chicago suburbs with her husband and daughter, and their mini Aussiedoodle, Riley. In her rare spare time, she enjoys reading, tackling DIY projects, and horseback riding."
}, {
  "Article Title" : "Lanxess Fined $2.7M for Air Quality Violations at Washington Chemical Plant",
  "Article URL" : "https://www.chemicalprocessing.com/industrynews/news/55317083/lanxess-fined-27m-for-air-quality-violations-at-washington-chemical-plant",
  "Article Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2025/09/68c9c747467d9c02732bb28e-dji_0245.png?auto=format",
  "Category" : "Environmental Responsibility",
  "Author Name" : "Amanda Joshi",
  "Article Content" : "The Southwest Clean Air Agency cited excess hazardous emissions in 2022 and 2023, finding the Kalama, Washington, facility out of compliance with federal standards.\n\nThe Southwest Clean Air Agency (SWCAA), Vancouver, Washington, has issued a $2.7 million civil penalty to Lanxess Corp. for repeated air quality violations at its chemical facility in Kalama, Washington. The penalty follows a multi-year investigation that found the plant exceeded emission limits for hazardous air pollutants in 2022 and 2023.\n\nSWCAA is responsible for enforcing federal, state and local outdoor air quality standards and regulations in the counties of southwest Washington state.\n\nThe agency determined the Kalama site released more than 24 tons annually of hazardous air pollutants --- well above its permit cap --- as well as excess emissions of toluene, isooctane and methanol. Reported emissions were also found to be significantly lower than actual levels, according to the agency.\n\nThe violations place the Kalama facility in the category of a \"major source\" of hazardous air pollutants under federal rules, requiring the plant to now comply with stricter pollution control standards, including provisions of the Hazardous Organic NESHAP and Boiler MACT.\n\nAccording to the Washington State Department of Ecology, the Kalama plant, currently operated by Lanxess, has produced organic chemicals along the Columbia River since 1962. The facility converts toluene into chemical ingredients used in food, beverages, pharmaceuticals, fragrances, surfactants and plasticizers. The 40-acre manufacturing site sits within a larger 165-acre property, most of which is wetland.\n\nThe plant has a long history of environmental concerns, according to the Department of Ecology. Past investigations documented releases of benzene, toluene, biphenyl, bis(2-ethylhexyl) phthalate and diphenyl oxide to soil and groundwater. Contamination reportedly has migrated toward the Columbia River and adjacent wetlands.\n\nSince the 1990s, the facility has operated under federal and state cleanup agreements requiring corrective measures such as interceptor trenches, vapor extraction and oxygen diffusion systems to contain pollutants, noted the department. An environmental covenant restricts site activities to protect ongoing remediation.\n\n\"SWCAA's enforcement action is intended to prevent the company from gaining an economic advantage through noncompliance with air quality regulations and to deter future violations,\" the agency said in a statement.\n\nLanxess has also been ordered to bring the plant into compliance with all federal major-source regulations. Emissions after 2024 will be addressed in separate enforcement actions, which could result in additional penalties, according to the SWCAA.",
  "Author Profile Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2022/11/headshot_2022.63876d9ca2682.png?w=120&h=120&fit=crop",
  "Author Email Address" : "ajoshi@endeavorb2b.com",
  "Author Job Title" : "Managing Editor",
  "Author Bio" : "Amanda Joshi has more than 18 years of experience in business-to-business publishing for both print and digital content. Before joining *Chemical Processing,* she worked with Manufacturing.net and Electrical Contracting Products. She's a versatile, award-winning editor with experience in writing and editing technical content, executing marketing strategy, developing new products, attending industry events and developing customer relationships.\n\nAmanda graduated from Northern Illinois University in 2001 with a B.A. in English and has been an English teacher. She lives in the Chicago suburbs with her husband and daughter, and their mini Aussiedoodle, Riley. In her rare spare time, she enjoys reading, tackling DIY projects, and horseback riding."
}, {
  "Article Title" : "Japanese Chemical Giants Merge Polyolefins Units to Combat Oversupply",
  "Article URL" : "https://www.chemicalprocessing.com/industrynews/news/55317077/japanese-chemical-giants-merge-polyolefins-units-to-combat-oversupply",
  "Article Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2025/09/68c9c331227a2e9db6688761-shutterstock_2234010569.png?auto=format",
  "Category" : "Commercial Property",
  "Author Name" : "Jonathan Katz",
  "Article Content" : "Sumitomo Chemical Co. said it will integrate its polypropylene business and linear low-density polyethylene businesses into Prime Polymer Co., a Mitsui Chemicals Inc. and Idemitsu Kosan Co. joint venture, to strengthen Japan's domestic polyolefins market.\n\nJapan's polyolefins industry is contending with oversupply and a shrinking domestic market caused by population decline and lifestyle changes, according to a statement released by the companies Sept. 10.\n\nSumitomo's expected to generate significant synergies both in the production of PRM and Sumitomo Chemical, both having operating bases in the Keiyo region of Japan, and in the development of technologies to reduce environmental impact.\n\nThe business integration is expected to generate significant synergies both in the production operations of Prime Polymer and Sumitomo Chemical, with both companies having operating bases in the Keiyo region of Japan, the companies stated.\n\nThe three companies signed a memorandum of understanding for the deal, which would give Sumitomo Chemical a 20% stake in Prime Polymer. Mitsui would hold 52% and Idemitsu 28% after the transaction.\n\nThe companies expect the integration to deliver cost savings of more than 8 billion yen (approx. $54 million) annually through production optimization. Combined domestic capacity would reach 1.59 million tons per year for polypropylene and 720,000 tons for polyethylene, up from 1.26 million tons per year and 550,000 tons per year, respectively.\n\nThe deal is scheduled to close in April 2026, pending regulatory approvals. The integrated business would generate net sales of 387.3 billion yen ($2.6 billion) based on fiscal 2024 figures.",
  "Author Profile Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2022/12/jon_katz_headshot.638e6f5214533.png?w=120&h=120&fit=crop",
  "Author Email Address" : "jkatz@endeavorb2b.com",
  "Author Job Title" : "Executive Editor",
  "Author Bio" : "Jonathan Katz, executive editor, brings nearly two decades of experience as a B2B journalist to Chemical Processing magazine. He has expertise on a wide range of industrial topics. Jon previously served as the managing editor for IndustryWeek magazine and, most recently, as a freelance writer specializing in content marketing for the manufacturing sector.\n\nHis knowledge areas include industrial safety, environmental compliance/sustainability, lean manufacturing/continuous improvement, Industry 4.0/automation and many other topics of interest to the Chemical Processing audience.\n\nWhen he's not working, Jon enjoys fishing, hiking and music, including a small but growing vinyl collection.\n\nJon resides in the Cleveland, Ohio, area."
}, {
  "Article Title" : "Solvay Expands China Plant to Double Hydrogen Peroxide Output",
  "Article URL" : "https://www.chemicalprocessing.com/industrynews/news/55316763/solvay-expands-china-plant-to-double-hydrogen-peroxide-output",
  "Article Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2025/09/68c886e16b881f09fe00601b-291529qq14nyuuq0.png?auto=format",
  "Category" : "Commercial Property",
  "Author Name" : "",
  "Article Content" : "Brussels-based Solvay said Sept. 15 it has completed a major expansion at its Zhenjiang, China, facility, doubling annual production capacity for electronic-grade hydrogen peroxide. The ultra-pure chemical is a critical material in semiconductor manufacturing, where it is used for cleaning and etching integrated circuits.\n\nThe company claims only a limited number of producers worldwide can achieve the parts-per-trillion purity levels required for the material, making capacity expansions essential to keep pace with global demand. Solvay first began electronic grade hydrogen peroxide production at Zhenjiang in 2018.\n\n\"This significant capacity increase demonstrates our agility and dedication to customers in the rapidly expanding electronics sector,\" said Carlos Silveira, president of Solvay's Peroxides business in the announcement. He added that consistent manufacturing processes across Solvay's global facilities are designed to support semiconductor producers' need for reliability in supply.\n\nThe expansion is part of a broader set of Solvay investments in electronic chemicals, including projects in the U.S., Europe, Taiwan and China. According to the company, the Zhenjiang project benefits from support in the local economic development zone and strengthens Solvay's ability to serve applications in semiconductors, flat panel displays, photovoltaics and MEMS/LED fabrication.",
  "Author Profile Image" : "",
  "Author Email Address" : "",
  "Author Job Title" : "",
  "Author Bio" : ""
}, {
  "Article Title" : "BASF Certifies European Plastics Sites for Sustainable Feedstock Use",
  "Article URL" : "https://www.chemicalprocessing.com/industrynews/news/55316760/basf-certifies-european-plastics-sites-for-sustainable-feedstock-use",
  "Article Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2025/09/68c8838219fc17115e566542-p175_basf_ludwigshafen_weltgroeter_integrierter_ch.png?auto=format",
  "Category" : "Environmental Responsibility",
  "Author Name" : "Amanda Joshi",
  "Article Content" : "BASF announced Sept. 15 that its Performance Materials division has achieved REDcert² certification at all ten of its European production sites. The certification, which applies to engineering plastics, polyurethanes, thermoplastic polyurethanes and specialty polymers, reportedly allows the company to provide customers with mass balance solutions using sustainable feedstocks.\n\nThe company said the most recent addition was its polyurethane site in Malacky, Slovakia, which joined nine other certified plants across Europe. The milestone follows BASF Performance Materials' January 2025 transition to renewable electricity at all European sites.\n\nAccording to the company, REDcert² certification supports sustainable material flows through two approaches: a biomass balance method that incorporates renewable raw materials, and ChemCycling, which utilizes recycled feedstocks. Certified products are attributed to alternative raw materials that enter production at an early stage and are tracked through the mass balance system.",
  "Author Profile Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2022/11/headshot_2022.63876d9ca2682.png?w=120&h=120&fit=crop",
  "Author Email Address" : "ajoshi@endeavorb2b.com",
  "Author Job Title" : "Managing Editor",
  "Author Bio" : "Amanda Joshi has more than 18 years of experience in business-to-business publishing for both print and digital content. Before joining Chemical Processing, she worked with Manufacturing.net and Electrical Contracting Products. She's a versatile, award-winning editor with experience in writing and editing technical content, executing marketing strategy, developing new products, attending industry events and developing customer relationships.\n\nAmanda graduated from Northern Illinois University in 2001 with a B.A. in English and has been an English teacher. She lives in the Chicago suburbs with her husband and daughter, and their mini Aussiedoodle, Riley. In her rare spare time, she enjoys reading, tackling DIY projects, and horseback riding."
}, {
  "Article Title" : "The U.S. Keeps Breaking Renewable Energy Records",
  "Article URL" : "https://www.chemicalprocessing.com/industrynews/news/55316282/the-us-keeps-breaking-renewable-energy-records",
  "Article Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2025/09/68c45691c1c7bb444defa950-bizusrenewableenergyget.png?auto=format",
  "Category" : "Environmental Responsibility",
  "Author Name" : "Kyle Stock",
  "Article Content" : "The U.S. Keeps Breaking Renewable Energy Records\nDespite policy setbacks, market forces and technological advancements continue to drive the renewable energy boom across the country.\n\nThe Trump administration has been slashing green energy incentives, freezing the construction of wind farms and ordering coal-burning power plants to keep running longer than planned. And yet, more American homes and businesses are getting their power from renewable sources than ever before --- and in greater amounts.\n\nIn June, almost one-quarter of U.S. power generation was green, up from 18% in the year-earlier period, according to data compiled from the U.S. Energy Information Administration. The question now is whether the trend continues with President Donald Trump back in the White House.\n\nThe recent growth in renewables usage is almost certainly tied to investments made prior to Trump's election in November. Under former President Joe Biden, the U.S. backed roughly $100 billion of investments in clean energy. Now, the Trump administration is taking a sledgehammer to those efforts by opposing offshore wind farms and eliminating incentives for electric vehicles and solar power.\n\nStill, Texas is a prime example of how the energy markets have changed. In early March, the state's grid set a record for wind generation; in mid-June, it registered a new peak for electricity produced from renewable resources; and a month later, Texas notched new highs for battery storage and solar generation.\n\nSimilar records are popping up across the country on an almost weekly basis, as utilities harvest a windfall from new solar and wind farms that can be built faster and more affordably than fossil fuel-based power plants.\n\nNearly one-third\n\nFor utilities and folks operating the nation's power grids, the wave of green energy couldn't come at a better time because volatile weather, electric vehicles and a rash of AI-focused data centers are all driving up demand.\n\nIn April, as grid operators were girding for heat waves, nearly one-third of U.S. power was generated from renewable sources. And the green energy boom is spreading beyond the Sun and Wind belts. The New York grid hit a renewable record on June 24. New England recorded new highs for both wind and solar power this summer and the grid in the Mid-Atlantic states reported a record renewable harvest in late June.\n\n\"We're in an entirely new landscape for load growth, so this is none too soon,\" said Forest Bradley-Wright, state and utility policy director at the American Council for an Energy-Efficient Economy. \"Every solution available will need to be called on.\"\n\nIf all of the utility-owned solar panels in California were considered one facility, it would have ranked at the end of July as the second-largest power plant in the world. At noon on July 30, solar generation on the state's CAISO grid hit 21.7 megawatts, second only to the capacity of the Three Gorges Dam on China's Yangtze River.\n\nFor much of that day, the sun accounted for roughly two-thirds of the power Californians were using and the panels fed into batteries that, once the sun went down, juiced nearly one-third of the state.\n\nThe Texas power market is truly the Wild West of electricity.\n\nAs a deregulated, wholesale market, the state's consumers can choose their provider and plants are only paid for what they produce. In this eat-what-you-kill energy world, utilities have turned en masse to a novel tool: big batteries.\n\nThese so-called storage facilities let power players sock away electrons when demand (read: prices) are low and discharge the juice when usage peaks. Often, the most economical strategy is storing solar power during the day and releasing it in the evening when the lights and TVs switch on and air conditioners are still humming.\n\nA rash of new storage facilities have been switched on in Texas this year, shoring up the grid with record amounts of reserve power.\n\nA mighty wind\n\nIn Wyoming, the largest coal-producing state in the U.S., it's common for tractor trailers to get blown over onto their sides. Such is the power of the wind on the Great Plains. And it's steady as well as strong.\n\nOn the Southwest Power Pool grid, which stretches from the Dakotas south to Texas, new records for wind power were reached twice in August alone. At one point on Aug. 16, almost two of every three electrons in the system were coming from turbines.\n\nClicking the boxes\n\nGood, cheap or fast? Typically, one only gets to choose two of those things. But now, solar, wind and other renewable sources are clicking all three of those boxes when it comes to producing electricity. So-called green energy is currently the lowest-cost and quickest-to-deploy power generator in the U.S., even without incentives, according to research from Lazard Inc.\n\nGiven President Donald Trump's attacks on green power, the decisions made by utilities have become more fraught than usual and a bit more complicated than just choosing the cheapest plant to build. In May, Gordon van Welie, chief executive officer of the ISO New England grid, told the Federal Energy Regulatory Commission that his organization was counting on large quantities of offshore wind to meet rising demand. Three months later, the Trump administration ordered crews to stop working on a project off the coast of Rhode Island where 45 of 65 planned turbines have already been installed, a directive that it now has to defend in court.\n\nThe facility was expected to power roughly 350,000 homes. Administration officials say solar and wind is unreliable and too connected to China-based supply chains. Trump's term, however, will likely be over long before any new coal-fired or nuclear plant can be built to replace that capacity.\n\n\"We need more electrons in this country and the industry seems to have an agnostic view,\" said Lazard Managing Director Samuel Scroggins, referring to where electrons originate. \"Practically speaking, renewable energy is ready to build and it remains below the cost of alternatives.\"\n\n©2025 Bloomberg L.P. Visit bloomberg.com. Distributed by Tribune Content Agency, LLC.",
  "Author Profile Image" : "",
  "Author Email Address" : "",
  "Author Job Title" : "",
  "Author Bio" : ""
}, {
  "Article Title" : "91% of Critical Infrastructure Hit by Cyberattacks",
  "Article URL" : "https://www.chemicalprocessing.com/industrynews/news/55316270/91-of-critical-infrastructure-hit-by-cyberattacks",
  "Article Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2025/09/68c44f7d4c13fe315abdf028-cyber_attacks_on_the_rise.png?auto=format",
  "Category" : "Cyberrisk",
  "Author Name" : "Traci Purdum",
  "Article Content" : "New study reveals widespread security gaps in operational technology.\n\nA Forrester study commissioned by Schneider Electric surveyed 250 global operational technology (OT) security decision-makers and found vulnerabilities in critical infrastructure cybersecurity. Despite existing security measures, 91% of organizations experienced OT breaches or failures in the past 18 months, resulting in service interruptions (51%), revenue loss (49%) and reputational damage (53%).\n\nThe research reveals security gaps: 70% of decision-makers doubt their protective capabilities, 60% question their attack detection abilities and 51% still rely on inadequate traditional IT security practices for OT environments. Only 40% maintain 24/7 OT threat monitoring.\n\n\"These figures show that while cybersecurity risk is well recognized, the pace of action to mitigate it must accelerate,\" said Jay Abdallah, president, Cybersecurity Solutions, Schneider Electric. \"Securing the effective integration between IT and OT environments is critical - not only to strengthen an organization's security posture, but also to drive industrial competitiveness by enabling smarter, more efficient operations.\"\n\nOrganizations adopting secure by operations principles (embedding cybersecurity into operational environments with continuous post-deployment monitoring ) report 75% agreement on their effectiveness against future attacks, 53% faster recovery times and 51% reduced capital expenditure.\n\nIn a 2024 blog post, Brian Wrozek, an analyst for Forrester, offered this recommendation: \"It is said that practice makes perfect. Don't strive for perfection, but practice your incident response procedures enough to become proficient. A major cyber attack against critical infrastructure operations can have catastrophic physical consequences to the environment, human safety, and availability of public services. Responding to a cyber incident in OT environments requires a different approach. An effective response involves seamless coordination between cyber, physical, and operations teams that can only become a reality if you practice incident response regularly. Conduct an annual exercise at a minimum, but a quarterly cadence is ideal.\"",
  "Author Profile Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2023/02/OLLISPHOTOTraciPurdum1173_300A8x10blue.63f53c0280421.png?w=120&h=120&fit=crop",
  "Author Email Address" : "tpurdum@endeavorb2b.com",
  "Author Job Title" : "Editor-in-Chief",
  "Author Bio" : "Traci Purdum, an award-winning business journalist with extensive experience covering manufacturing and management issues, is a graduate of the Kent State University School of Journalism and Mass Communication, Kent, Ohio, and an alumnus of the Wharton Seminar for Business Journalists, Wharton School of Business, University of Pennsylvania, Philadelphia."
}, {
  "Article Title" : "CSB Releases Safety Video on 2019 ITC Terminal Fire",
  "Article URL" : "https://www.chemicalprocessing.com/industrynews/news/55315740/csb-releases-safety-video-on-2019-itc-terminal-fire",
  "Article Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2025/09/68c1e0f834d3993228631131-screenshot_20250910_at_2.png?auto=format",
  "Category" : "Occupational Health & Safety",
  "Author Name" : "Amanda Joshi",
  "Article Content" : "New video highlights investigation findings and recommendations on tank farm safety.\n\nThe U.S. Chemical Safety and Hazard Investigation Board (CSB), an independent federal agency based in Washington, D.C., released a new safety video Sept. 10( Terminal Failure: Fire at ITC) on its investigation(CSB Cites Fuel Leak for Mitsui Blaze) into the March 17, 2019, fire at the Intercontinental Terminals Company(CP.com | Tank Farm Fire Snuffed But Cause Unknown) (ITC) facility in Deer Park, Texas. The video includes animation of the incident and commentary from CSB Chair Steve Owens and lead investigator Crystal Thomas. The agency's final report on the incident was issued in July 2023.\n\nAt the time of the fire, the ITC facility had 242 above-ground storage tanks containing petrochemical products, such as naphtha, toluene and xylene. On March 17, a circulation pump on Tank 80-8 failed, releasing a butane-naphtha blend that ignited after about 30 minutes, CSB said. The fire burned for three days, destroying 15 tanks, causing more than $150 million in property damage and prompting community shelter-in-place orders, said the agency.\n\nThe release of an estimated 470,000--523,000 barrels of hydrocarbons, firefighting foam and contaminated water also impacted the environment when a containment wall failed, allowing materials to flow into a nearby bayou and the Houston Ship Channel.\n\n\"The incident at the ITC terminal resulted from several serious failures at the facility,\" Owens said in the video. \"In particular, ITC lacked monitors to alert operators that the pump had failed. And ITC had no remotely operated emergency isolation valves that could have safely stopped the release of the flammable liquid.\"\n\nThe safety video outlines five key safety issues: pump mechanical integrity, flammable gas detection systems, remotely operated emergency isolation valves, tank farm design, and process safety management and risk management program applicability. The video also highlights recommendations the agency made to ITC, the American Petroleum Institute, OSHA and the EPA.\n\nOwens added, \"A serious gap in federal regulations also contributed to the severity of this event. We believe that our recommendations, particularly to OSHA and EPA, to expand regulatory oversight of these kinds of chemicals and facilities will help ensure that a similar incident does not occur in the future.\"\n\nCSB does not issue citations or fines but investigates incidents and makes recommendations to industry, labor groups and regulatory agencies to help prevent chemical disasters.\n(video player)",
  "Author Profile Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2022/11/headshot_2022.63876d9ca2682.png?w=120&h=120&fit=crop",
  "Author Email Address" : "ajoshi@endeavorb2b.com",
  "Author Job Title" : "Managing Editor",
  "Author Bio" : "Amanda Joshi has more than 18 years of experience in business-to-business publishing for both print and digital content. Before joining Chemical Processing, she worked with Manufacturing.net and Electrical Contracting Products. She's a versatile, award-winning editor with experience in writing and editing technical content, executing marketing strategy, developing new products, attending industry events and developing customer relationships.\n\nAmanda graduated from Northern Illinois University in 2001 with a B.A. in English and has been an English teacher. She lives in the Chicago suburbs with her husband and daughter, and their mini Aussiedoodle, Riley. In her rare spare time, she enjoys reading, tackling DIY projects, and horseback riding."
}, {
  "Article Title" : "ExxonMobil to Acquire Superior Graphite Assets for Synthetic Graphite",
  "Article URL" : "https://www.chemicalprocessing.com/industrynews/news/55315730/exxonmobil-to-acquire-superior-graphite-assets-for-synthetic-graphite",
  "Article Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2025/09/68c1de4a6f99cdc79caf6bee-shutterstock_220655635.png?auto=format",
  "Category" : "Commercial Property",
  "Author Name" : "Amanda Joshi",
  "Article Content" : "ExxonMobil to Acquire Superior Graphite Assets for Synthetic Graphite\nDeal expands U.S. battery materials capacity and supports electric vehicle and energy storage markets.\nExxonMobil announced Sept. 8 that it has entered into an agreement to acquire the U.S.-based assets, technology and select international offices of Superior Graphite. Based in Chicago, Superior Graphite has produced graphite and advanced carbon materials for more than a century, according to the company.\n\nThe acquisition marks ExxonMobil's planned entry into the synthetic graphite market, where the material is a key anode component for electric vehicle and stationary energy storage batteries. ExxonMobil said synthetic graphite can be produced from existing refining streams, enabling faster scale-up compared to mined graphite while offering more consistent performance.\n\nAccording to the company, Superior Graphite's processes are designed to be less energy-intensive, require less land, and achieve higher throughput than conventional methods. ExxonMobil said its scale and technology will allow it to expand this capability into a competitive U.S. supply chain for battery-grade graphite.\n\nSynthetic graphite is used in the anode of lithium-ion batteries and plays a central role in charging speed and battery life. ExxonMobil said it expects growing demand for higher-performance batteries to drive increased demand for advanced graphite materials.\n\nThe move builds on a November 2024 supply agreement in which ExxonMobil committed to provide LG Chem with up to 100,000 metric tons of lithium carbonate from a planned U.S. project. The material will support LG Chem's cathode plant under construction in Tennessee, which is expected to be the largest in the United States.",
  "Author Profile Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2022/11/headshot_2022.63876d9ca2682.png?w=120&h=120&fit=crop",
  "Author Email Address" : "ajoshi@endeavorb2b.com",
  "Author Job Title" : "Managing Editor",
  "Author Bio" : "Amanda Joshi has more than 18 years of experience in business-to-business publishing for both print and digital content. Before joining Chemical Processing, she worked with Manufacturing.net and Electrical Contracting Products. She's a versatile, award-winning editor with experience in writing and editing technical content, executing marketing strategy, developing new products, attending industry events and developing customer relationships.\n\nAmanda graduated from Northern Illinois University in 2001 with a B.A. in English and has been an English teacher. She lives in the Chicago suburbs with her husband and daughter, and their mini Aussiedoodle, Riley. In her rare spare time, she enjoys reading, tackling DIY projects, and horseback riding."
}, {
  "Article Title" : "Clariant to Supply Catalysts for World's Largest Electric Steam Methane Reformer",
  "Article URL" : "https://www.chemicalprocessing.com/industrynews/news/55315346/clariant-to-supply-catalysts-for-worlds-largest-electric-steam-methane-reformer",
  "Article Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2025/09/68c07d3d337e78215a83bf6a-13537_large_clapr1980a_113165_en_jpg.png?auto=format",
  "Category" : "Environmental Responsibility",
  "Author Name" : "Amanda Joshi",
  "Article Content" : "Clariant announced Sept. 9 a supply agreement with SYPOX to manufacture catalysts for a 10-MW electric steam methane reformer (e-SMR), which reportedly will be the largest of its kind when it begins operations in 2026. The facility is expected to generate about 150 tons of syngas daily using renewable electricity.\n\nSYPOX, founded in 2021 as a spinoff from the Technical University of Munich, develops technologies to electrify chemical processes that traditionally depend on fossil fuels. The company said its e-SMR design eliminates the need for external fuel combustion by directly electrifying the reforming reaction inside the reactor. Compared to conventional systems, the design is significantly more compact and is expected to reduce emissions from syngas production, according to SYPOX.\n\nClariant said the collaboration combines SYPOX's electrical reformer technology with its catalyst expertise to lower emissions compared to conventional SMR processes. The company said the e-SMR system will be both the first commercial installation and the largest operating unit of its type.",
  "Author Profile Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2022/11/headshot_2022.63876d9ca2682.png?w=120&h=120&fit=crop",
  "Author Email Address" : "https://www.chemicalprocessing.com/cdn-cgi/l/email-protection#bedfd4d1cdd6d7fedbd0dadbdfc8d1ccdc8cdc90ddd1d3",
  "Author Job Title" : "Managing Editor",
  "Author Bio" : "Amanda Joshi has more than 18 years of experience in business-to-business publishing for both print and digital content. Before joining Chemical Processing, she worked with Manufacturing.net and Electrical Contracting Products. She's a versatile, award-winning editor with experience in writing and editing technical content, executing marketing strategy, developing new products, attending industry events and developing customer relationships.\n\nAmanda graduated from Northern Illinois University in 2001 with a B.A. in English and has been an English teacher. She lives in the Chicago suburbs with her husband and daughter, and their mini Aussiedoodle, Riley. In her rare spare time, she enjoys reading, tackling DIY projects, and horseback riding."
}, {
  "Article Title" : "LG Chem and Toyota Tsusho Partner on Cathode Plant",
  "Article URL" : "https://www.chemicalprocessing.com/industrynews/news/55315336/lg-chem-and-toyota-tsusho-partner-on-cathode-plant",
  "Article Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2025/09/68c076d3f0aa56df7861a604-850_09090.png?auto=format",
  "Category" : "Commercial Property",
  "Author Name" : "Amanda Joshi",
  "Article Content" : "LG Chem said Sept. 9 Toyota Tsusho Corp. has acquired a 25% equity stake in its cathode materials subsidiary LG-HY BCM in Gumi, South Korea, making the Toyota Group trading arm the plant's second-largest shareholder. The revised ownership structure now includes LG Chem (51%), Toyota Tsusho (25%) and Huayou Cobalt (24%).\n\nThe company said the new shareholding arrangement ensures the Gumi plant complies with the U.S. Inflation Reduction Act's updated Prohibited Foreign Entity rules, introduced in July 2025. Toyota Tsusho plans to distribute part of the cathode active materials produced at the site to battery manufacturing customers in North America.\n\nThe Gumi plant has an annual production capacity of 66,000 tons and employs LG Chem's precursor-free process. This process reportedly eliminates precursors by directly sintering custom-designed metal feedstocks, improving cost efficiency and product competitiveness.\n\nThe company said it is expanding its supply network with facilities in Korea, China and the United States, where a Tennessee plant is scheduled to open in 2026. LG Chem also cited major agreements signed in 2023 and 2024, including contracts with General Motors, Toyota Motor Engineering and Manufacturing North America, and Toyota-Panasonic joint venture Prime Planet Energy.",
  "Author Profile Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2022/11/headshot_2022.63876d9ca2682.png?w=120&h=120&fit=crop",
  "Author Email Address" : "ajoshi@endeavorb2b.com",
  "Author Job Title" : "Managing Editor",
  "Author Bio" : "Amanda Joshi has more than 18 years of experience in business-to-business publishing for both print and digital content. Before joining Chemical Processing, she worked with Manufacturing.net and Electrical Contracting Products. She's a versatile, award-winning editor with experience in writing and editing technical content, executing marketing strategy, developing new products, attending industry events and developing customer relationships.\n\nAmanda graduated from Northern Illinois University in 2001 with a B.A. in English and has been an English teacher. She lives in the Chicago suburbs with her husband and daughter, and their mini Aussiedoodle, Riley. In her rare spare time, she enjoys reading, tackling DIY projects, and horseback riding."
}, {
  "Article Title" : "Profile in Chemistry: Florian Schattenmann Brings Innovation Rhythm to Cargill",
  "Article URL" : "https://www.chemicalprocessing.com/industrynews/news/55315023/profile-in-chemistry-florian-schattenmann-brings-innovation-rhythm-to-cargill",
  "Article Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2025/09/68bf300c50e1a88bf2eadb80-20250908amxusnewschemistryandmusicfuelcargills1ms.png?auto=format",
  "Category" : "Commercial Property",
  "Author Name" : "Brooks Johnson",
  "Article Content" : "Cargill's chief technical officer blends science, leadership and a lifelong passion for music to drive the company's R&D culture forward.\n\nAs a young man, Florian Schattenmann faced a life-altering decision: Follow his famous mother, classical pianist Hedwig Bilgram, into music or go all-in on a science career.\n\n\"I felt like I can do the science professionally and the music as a hobby, not vice versa,\" said Schattenmann, who is now the chief technical officer at Cargill. \"You know, chemistry as a hobby is probably illegal, right?\"\n\nHis decision has struck a chord with Minnetonka-based Cargill, where Schattenmann has been head of research and development since 2018. The Minnesotan by way of Munich has ignited innovation at the 160-year-old agribusiness.\n\n\"We hadn't been an innovation company over our history. We're about risk management,\" said Steve Marshall, a 30-year Cargill veteran and company vice president. \"So changing the culture, that's part of why he came. It's just a different place today.\"\n\nIt's no small feat to alter the trajectory of the country's largest privately held company. Schattenmann leads more than 2,000 technical professionals looking for breakthroughs in what people eat, how farmers grow food, how manufacturers make it and how crops can replace fossil fuels in everyday products.\n\nSolving these global problems is ultimately a business proposition and a necessary one. Cargill's annual revenue has slid from recent records, and the company is still emerging from a restructuring while facing low commodity prices.\n\n\"This company, with its scale, with its global footprint, with its capabilities, is actually primed to be a leader in organic growth via innovation,\" Schattenmann said, referring to growth without the aid of acquisitions. \"We have to make sure we implement that organic-growth-via-innovation muscle in the company, so it will last for decades to come.\"\n\nTo achieve that, the R&D veteran brings a personal touch and a tireless availability, his lieutenants said.\n\n\"He has a huge amount of energy,\" said Yuchu Zhang, vice president of food R&D and innovation for Asia-Pacific. \"He's always there, present, charming, part of it and then on to the next thing.\"\n\nSchattenmann, 60, said his leadership and any impact he has comes down to that old truism: \"You're only as good as your team.\"\n\n\"That's the number one thing I think about every morning: I don't actually get anything done,\" he said. \"It's a very sobering truth. It's the teams that get it done.\"\n\nZhang checked his modesty.\n\n\"In our first meetings with customers, they'll say, 'I love you,'\" she said. \"His energy is contagious.\"\n\nBorn and raised in Munich, Schattenmann wasn't initially a star science student. A teacher made all the difference.\n\n\"All of a sudden, I switched from 'chemistry is my worst class' to 'actually, I would like to do this,'\" he said.\n\nSchattenmann completed his graduate chemistry degree at the Technical Institute of Munich, then earned his Ph.D. in inorganic chemistry from the Massachusetts Institute of Technology, where he met his wife.\n\nSchattenmann briefly worked for Colgate-Palmolive before joining General Electric at the tail end of storied CEO Jack Welch's tenure.\n\nBy 2001, he'd moved from R&D lab work to managing those labs, benefiting from GE's knack for training future leaders.\n\n\"I enjoyed the lab. There is sort of this high when you discover a new compound or a new technology,\" Schattenmann said. \"At GE, one thing they did really well is identifying people that had people-leader potential --- and I didn't see this in the moment --- and putting them on specific projects.\"\n\nAfter that first taste, his responsibilities grew, and he's been a people-leader ever since.\n\nFollowing stops at a GE joint venture in Germany and a small oil company, Schattenmann landed at Dow, the global chemical company based in Michigan. There, he oversaw a variety of R&D teams as a director and vice president.\n\nThen came Cargill, a commodity trader, major meat company and ingredient supplier with operations around the world.\n\nNot the typical career path for a chemist, Schattenmann admitted.\n\n\"I grew up in 1970s Germany, right? You join a company in chemistry, typically a company on the Rhine River. You stay with this company, you retire, and you die,\" he said. \"Still, it's been super fun. I fell in love with Cargill.\"\n\nHe does still play the bass every day, having switched from the classical upright to electric. He now has 10 bass guitars, including a few classic Fenders, to choose from in his basement in Golden Valley.\n\nAnd while he's not in a band, Schattenmann has been known to pick up a few gigs through the years.\n\n\"The nice thing about being a bass player,\" as opposed to one of many guitar players, he said, \"is you're always in demand.\"\n\nA testament to Schattenmann's high-energy reputation, or possibly the cause of it, the exercise buff makes sure to log 200 workouts a year. He averages four a week and tallies them all in the notes app on his phone.\n\n\"Indefatigable is a good term for him,\" said Peter Dorhout, professor of chemistry and vice president of research at Iowa State University.\n\nDorhout knows Schattenmann from Cargill's partnership with Iowa State and their membership in the American Chemical Society, which recently named Schattenmann a fellow. It's a nod given to a handful of notable scientists every year.\n\n\"Particularly at a time when many folks in the general public question the value of science, Florian is exactly the kind of dynamic person and very thoughtful leader whose impact on a company ultimately demonstrates how those early-stage investments can ultimately yield incredible gifts to society,\" said Dorhout, who is also one of the group's fellows.\n\nSchattenmann lights up when talking about the bioeconomy: using crops and fermentation to replace fossil fuels as building blocks for plastics, fabrics and numerous unseen materials essential to modern life.\n\n\"Where we sit in the supply chain is very similar to the chemical industry,\" he said of Cargill's position right in the middle.\n\nHe's not the one in the labs fermenting corn sugars into new molecules or formulating new stevia-sweetened beverages. But he's around if you need him.\n\n\"That ability to reach him, that anybody can reach him, it's unique in the fact he seeks it and wants that,\" said Marshall, Cargill's vice president of global engineering, manufacturing innovation and data science. \"He wants to engage with young leaders, young scientists. That focus on talent he has is huge.\"\n\nSchattenman said innovation \"is really the ultimate team sport.\"\n\n\"So taking recruiting personally, making sure that you lift your people up, and they reach their potential,\" he said. \"That's really what this is all about.\"\n\nIn the same way he lays down a bass line, Schattenmann provides Cargill's innovation backbone, connecting the rhythm of research to the melody of achievements.",
  "Author Profile Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2025/09/68bf300c50e1a88bf2eadb80-20250908amxusnewschemistryandmusicfuelcargills1ms.png?auto=format",
  "Author Email Address" : "",
  "Author Job Title" : "",
  "Author Bio" : ""
}, {
  "Article Title" : "Industry Coalition Pushes for TSCA Changes as EPA Fee Authority Nears Expiration",
  "Article URL" : "https://www.chemicalprocessing.com/industrynews/news/55315006/industry-coalition-pushes-for-tsca-changes-as-epa-fee-authority-nears-expiration",
  "Article Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2025/09/68bf2dfdec1a1a826597b0c2-shutterstock_2460033601.png?auto=format",
  "Category" : "Environmental Responsibility",
  "Author Name" : "Jonathan Katz",
  "Article Content" : "More than 100 industry groups signed a letter to Congressional leaders with recommendations for improving the Toxic Substances Control Act (TSCA).\n\nThe coalition, which includes the American Chemistry Council, is calling for risk-based regulations and timely reviews as Congress considers extending TSCA fee authority before it expires in September 2026.\n\nThe letter, dated Sept. 8 and addressed to Senate Environment and Public Works and House Energy and Commerce leaders, also calls on Congress to strengthen scientific standards for decision-making and provide clarity on testing, petitions and data-sharing provisions.\n\n\"TSCA was designed to foster innovation and economic growth while protecting human health and the environment,\" the coalition states in the letter. \"Nearly a decade after the 2016 reforms, it's time to make targeted improvements that will strengthen scientific standards, ensure timely reviews, and provide clarity for manufacturers.\"\n\nThe letter comes amid major shakeups in the U.S. Environmental Protection Agency, including the new chemicals review division.\n\nIn May, EPA Administrator Lee Zeldin said the agency would redistribute 130 scientists from the Office of Research and Development (ORD) to its new chemicals review program as part of a major organizational restructuring that will help reduce a backlog of more than 500 new chemicals applications.\n\nZeldin later announced the agency would eliminate ORD and create the Office of Applied Science and Environmental Solutions.\n\nCritics of the move have said the reorganization jeopardizes environmental and human health protections.\n\nHowever, supporters expect the restructuring to help streamline research efforts and loosen conservative risk-assessment practices when evaluating new chemicals.\n\nORD's safety and sustainability research program may have played a role in the TSCA risk-evaluation process, according to Lynn Bergeson, an industry legal expert and Chemical Processing columnist.\n\nThe 2016 Lautenberg Act amendments to TSCA provided EPA with expanded authority to collect fees from manufacturers to help defray up to 25% of the costs associated with TSCA implementation efforts.\n\nThe act included a 10-year review for reauthorizing EPA authority to assess the fees.\n\nThe coalition letter states that the review is an opportunity to address issues with the current chemical evaluation process.\n\n\"We recognize this will not be a simple undertaking and will require support from a range of stakeholders both within and outside of Congress,\" the letter stated. \"The need for Congress to extend TSCA fee authority in 2026 provides a ripe opportunity to improve TSCA,\" the letter concludes.",
  "Author Profile Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2022/12/jon_katz_headshot.638e6f5214533.png?w=120&h=120&fit=crop",
  "Author Email Address" : "jkatz@endeavorb2b.com",
  "Author Job Title" : "Executive Editor",
  "Author Bio" : "Jonathan Katz, executive editor, brings nearly two decades of experience as a B2B journalist to Chemical Processing magazine. He has expertise on a wide range of industrial topics. Jon previously served as the managing editor for IndustryWeek magazine and, most recently, as a freelance writer specializing in content marketing for the manufacturing sector.\n\nHis knowledge areas include industrial safety, environmental compliance/sustainability, lean manufacturing/continuous improvement, Industry 4.0/automation and many other topics of interest to the Chemical Processing audience.\n\nWhen he's not working, Jon enjoys fishing, hiking and music, including a small but growing vinyl collection.\n\nJon resides in the Cleveland, Ohio, area."
}, {
  "Article Title" : "What's Going On? Lubrication, Contamination Challenges, Sustainability Wanes and Silo Busting",
  "Article URL" : "https://www.chemicalprocessing.com/industrynews/news/55314609/whats-going-on-lubrication-contamination-challenges-sustainability-wanes-and-silo-busting",
  "Article Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2025/09/68bb19e2b4b7633b177a8ab1-whats_going_on.png?auto=format",
  "Category" : "Environmental Responsibility",
  "Author Name" : "Traci Purdum",
  "Article Content" : "Editor's note: Welcome to What's Going On? This is a quick look at news impacting the chemical industry from the lens of outside sources, including our parent company Endeavor B2B's many brands.\n\nFood Processing's Senior Editor, Andy Hanacek, recently pointed out that processing plants can boost efficiency through proper lubrication programs. Modern synthetic H1 lubricants offer longer life, energy savings, waste reduction and environmental benefits compared to traditional products, he wrote in his article \"Processors Turn to Lubricants to Carry Them to Peak Efficiency.\" And today's food-grade lubricants often outlast general industrial lubricants, debunking outdated perceptions about their durability and effectiveness.\n\nPharmaceutical manufacturers face increasing contamination control challenges as they shift toward sensitive biologics and personalized medicines that can't be terminally sterilized, according to Pharma Manufacturing's EIC Greg Slabodkin. In his article, \"Contamination control is critical for safeguarding product quality, ensuring compliance,\" he explains that companies like Axplora are investing heavily in high-containment facilities with automated systems and strict segregation. Future innovations include AI-driven robotics to eliminate human presence in sterile environments, automated visual inspection systems and improved environmental monitoring methods to replace traditional petri dish testing, addressing the growing sterile injectable market expected to reach $1.4 trillion by 2030.\n\nControlGlobal's Len Vermillion points out that the limelight for green investments is dimming. \"It wasn't long ago that terms such as sustainability, ESG and net zero were everywhere. Just last year, one would be hard-pressed to attend an industry conference---any industry conference---without sustainability taking center stage. This year? Not so much,\" he wrote in his \"Sustainability faces headwinds\" commentary.\n\nPodcast alert: The folks over at IndustryWeek are talking about breaking down silos in the latest episode of Behind the Curtain: Adventures in Continuous Improvement.\n\nHosts John Dyer and Dr. Mohamed Saleh discuss the destructive nature of silos to a team-based continuous improvement organization. They explore why silos form and delve into methods to knock those silos down.",
  "Author Profile Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2023/02/OLLISPHOTOTraciPurdum1173_300A8x10blue.63f53c0280421.png?w=120&h=120&fit=crop",
  "Author Email Address" : "tpurdum@endeavorb2b.com",
  "Author Job Title" : "Editor-in-Chief",
  "Author Bio" : "Traci Purdum, an award-winning business journalist with extensive experience covering manufacturing and management issues, is a graduate of the Kent State University School of Journalism and Mass Communication, Kent, Ohio, and an alumnus of the Wharton Seminar for Business Journalists, Wharton School of Business, University of Pennsylvania, Philadelphia."
}, {
  "Article Title" : "AI Predicts Chemical Reactions Using Physical Laws",
  "Article URL" : "https://www.chemicalprocessing.com/industrynews/news/55314575/ai-predicts-chemical-reactions-using-physical-laws",
  "Article Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2025/09/68bb0605dfff30591f934216-shutterstock_2615909837.png?auto=format",
  "Category" : "Commercial Property",
  "Author Name" : "",
  "Article Content" : "MIT's AI system predicts chemical reactions while conserving mass and electrons accurately.\n\nMIT researchers have developed FlowER (Flow matching for Electron Redistribution), a new AI system that significantly improves chemical reaction prediction by incorporating fundamental physical principles like conservation of mass and electrons, according to a Sept. 3 news release.\n\nTraditional large language models used for reaction prediction often fail because they don't account for physical constraints, sometimes creating or deleting atoms unrealistically---what researcher Joonyoung Joung calls \"alchemy.\" Previous approaches typically looked only at inputs and outputs without tracking intermediate steps or ensuring mass conservation.\n\nWhile many attempts at reaction prediction only look at the final products, \"we want to track all the chemicals, and how the chemicals are transformed\" throughout the reaction process from start to end,\" Joung says.\n\nThe team addressed this by adapting a 1970s method from chemist Ivar Ugi that uses a bond-electron matrix to represent electrons in reactions. Their FlowER system uses this matrix representation to explicitly track all electrons throughout the reaction process, ensuring none are spuriously added or deleted. This approach conserves both atoms and electrons simultaneously.\n\nThe model was trained on over a million chemical reactions from U.S. Patent Office databases and matches or outperforms existing systems while providing much better validity and conservation. Unlike previous work, FlowER anchors its predictions in experimentally validated data rather than purely theoretical mechanisms.\n\nCurrent limitations include gaps in metal-based and catalytic reactions, as the training data didn't extensively cover these areas. The system is freely available on GitHub as open-source software.\n\nFuture plans include expanding the model's understanding of metals and catalytic cycles. Long-term goals involve using the system to discover new complex reactions and elucidate novel mechanisms. The work represents a significant step toward AI systems that can reliably predict chemical reactions while respecting fundamental physical laws.\n\n\"We're incredibly excited about the fact that we can get such reliable predictions of chemical mechanisms\" from the existing system,\" says senior author Connor Coley, who is the Class of 1957 Career Development Professor in the MIT departments of Chemical Engineering and Electrical Engineering and Computer Science. \"It conserves mass, it conserves electrons, but we certainly acknowledge that there's a lot more expansion and robustness to work on in the coming years as well.\"",
  "Author Profile Image" : "",
  "Author Email Address" : "",
  "Author Job Title" : "",
  "Author Bio" : ""
}, {
  "Article Title" : "Shell Cancels Construction of Rotterdam Biofuels Plant After Market Review",
  "Article URL" : "https://www.chemicalprocessing.com/utilities-energy/news/55314059/shell-cancels-construction-of-rotterdam-biofuels-plant-after-market-review",
  "Article Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2025/09/68b895abcf48a0e499193fab-shutterstock_2485279495.png?auto=format",
  "Category" : "Environmental Responsibility",
  "Author Name" : "Amanda Joshi",
  "Article Content" : "Shell Nederland Raffinaderij B.V., a subsidiary of Shell plc, said it will not restart construction(shell.com) of its planned biofuels facility at the Shell Energy and Chemicals Park in Rotterdam. The company said it reached the decision after a commercial and technical reassessment found the project was no longer competitive.\n\nShell began construction of the plant in 2022 and paused work last year to reevaluate costs and market dynamics. Following the review, Shell said it will focus investment on projects that deliver greater value while still meeting customer demand for affordable, low-carbon products.\n\nThe Netherlands remains a strategic location for Shell, which has invested €6.5 billion in energy transition projects there in recent years. These include carbon capture and storage through the Porthos project, development of renewable hydrogen at Holland Hydrogen 1, and electrification measures at Shell Chemicals Park Moerdijk.\n\nShell reported it continues to expand other low-carbon operations, including trading and supplying biofuels, developing sustainable aviation fuel, advancing biogas production through its Nature Energy business, and deploying hydrogen electrolyzers in Europe.",
  "Author Profile Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2022/11/headshot_2022.63876d9ca2682.png?w=120&h=120&fit=crop",
  "Author Email Address" : "ajoshi@endeavorb2b.com",
  "Author Job Title" : "Managing Editor",
  "Author Bio" : "Amanda Joshi has more than 18 years of experience in business-to-business publishing for both print and digital content. Before joining Chemical Processing, she worked with Manufacturing.net and Electrical Contracting Products. She's a versatile, award-winning editor with experience in writing and editing technical content, executing marketing strategy, developing new products, attending industry events and developing customer relationships.\n\nAmanda graduated from Northern Illinois University in 2001 with a B.A. in English and has been an English teacher. She lives in the Chicago suburbs with her husband and daughter, and their mini Aussiedoodle, Riley. In her rare spare time, she enjoys reading, tackling DIY projects, and horseback riding."
}, {
  "Article Title" : "Asahi Kasei, Mitsui Chemicals and Mitsubishi Chemical Partner to Advance Carbon-Neutral Ethylene",
  "Article URL" : "https://www.chemicalprocessing.com/asset-management/sustainability/news/55314029/asahi-kasei-mitsui-chemicals-and-mitsubishi-chemical-partner-to-advance-carbon-neutral-ethylene",
  "Article Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2025/09/68b88a49cf48a0e499193330-shutterstock_2398580263.png?auto=format",
  "Category" : "Environmental Responsibility",
  "Author Name" : "Amanda Joshi",
  "Article Content" : "Asahi Kasei, Mitsui Chemicals and Mitsubishi Chemical Partner to Advance Carbon-Neutral Ethylene\n\nThe collaboration aims to optimize production capacity and accelerate decarbonization measures at Japanese ethylene plants.\n\nAsahi Kasei, Mitsui Chemicals and Mitsubishi Chemical jointly announced Sep. 1 they have formed Setouchi Ethylene LLP to advance carbon neutrality and optimize production capacity at their ethylene manufacturing facilities in western Japan. The limited liability partnership, established Aug. 19, carries equal capital contributions from each company and will serve as the framework for studies targeting carbon neutrality and an optimized production system by 2030, the companies said.\n\nThe announcement follows joint feasibility studies launched in May 2024 and expanded in November 2024, which examined the transition to biomass-based feedstocks, adoption of low-carbon fuels and potential reductions in production capacity. The companies said establishing a single entity will allow them to accelerate execution of these measures.\n\nEthylene production, a foundation of the petrochemical industry used to produce materials for consumer goods, automobiles and semiconductors, is energy-intensive and heavily dependent on petroleum-based feedstocks. The partners said the LLP will allow for deeper collaboration on technologies and operating models to reduce greenhouse gas emissions.\n\nThrough the new partnership, the companies aim to integrate research, production planning and potential joint operating arrangements. The initiative is expected to strengthen cross-district coordination among the three firms' facilities in western Japan while contributing to Japan's carbon neutrality and circular economy goals.",
  "Author Profile Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2022/11/headshot_2022.63876d9ca2682.png?w=120&h=120&fit=crop",
  "Author Email Address" : "ajoshi@endeavorb2b.com",
  "Author Job Title" : "Managing Editor",
  "Author Bio" : "Amanda Joshi has more than 18 years of experience in business-to-business publishing for both print and digital content. Before joining Chemical Processing, she worked with Manufacturing.net and Electrical Contracting Products. She's a versatile, award-winning editor with experience in writing and editing technical content, executing marketing strategy, developing new products, attending industry events and developing customer relationships.\n\nAmanda graduated from Northern Illinois University in 2001 with a B.A. in English and has been an English teacher. She lives in the Chicago suburbs with her husband and daughter, and their mini Aussiedoodle, Riley. In her rare spare time, she enjoys reading, tackling DIY projects, and horseback riding."
}, {
  "Article Title" : "Bondalti Starts Operations at New Chlor-Alkali Plant in Portugal",
  "Article URL" : "https://www.chemicalprocessing.com/industrynews/news/55313769/bondalti-starts-operations-at-new-chlor-alkali-plant-in-portugal",
  "Article Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2025/09/68b756700a189d7e238a5265-68b5b74ddda1d476c8132681_bondalti_electrolizadores.png?auto=format",
  "Category" : "Commercial Property",
  "Author Name" : "Amanda Joshi",
  "Article Content" : "The facility is designed to cut power use and support decarbonization targets in chemical production.\n\nPortuguese chemical manufacturer Bondalti Chemicals announced it has begun operating a new chlor-alkali production plant in Estarreja, Portugal. The project was carried out with CAC Engineering of Germany and uses Asahi Kasei's electrolysis technology.\n\nThe facility includes nine electrolyzers designed to reduce energy consumption and optimize material use in the chlor-alkali process, according to the companies. One electrolyzer will be used for trial runs of new ion exchange membranes and electrodes, with a goal of lowering power demand and improving recyclability of system components. Used cells and electrodes from the trials will be recycled into materials for new parts.\n\nThe project received partial funding through Portugal's Recovery and Resilience Plan. Bondalti said the modernization aligns with the European Union's tightening decarbonization regulations and represents a step toward the company's sustainability strategy.\n\nDavid Lopes, director of Bondalti, said the start-up \"marks a strategic milestone in Bondalti's commitment to sustainable innovation and operational excellence.\" Yoshifumi Kado of Asahi Kasei said the collaboration will \"expand the boundaries of the European chlor-alkali industry, contributing to a more sustainable approach to manufacturing.\"",
  "Author Profile Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2022/11/headshot_2022.63876d9ca2682.png?w=120&h=120&fit=crop",
  "Author Email Address" : "ajoshi@endeavorb2b.com",
  "Author Job Title" : "Managing Editor",
  "Author Bio" : "Amanda Joshi has more than 18 years of experience in business-to-business publishing for both print and digital content. Before joining *Chemical Processing,* she worked with Manufacturing.net and Electrical Contracting Products. She's a versatile, award-winning editor with experience in writing and editing technical content, executing marketing strategy, developing new products, attending industry events and developing customer relationships.\n\nAmanda graduated from Northern Illinois University in 2001 with a B.A. in English and has been an English teacher. She lives in the Chicago suburbs with her husband and daughter, and their mini Aussiedoodle, Riley. In her rare spare time, she enjoys reading, tackling DIY projects, and horseback riding."
}, {
  "Article Title" : "EPA Fires Employees Who Signed Dissent Letter",
  "Article URL" : "https://www.chemicalprocessing.com/environmental-protection/news/55313761/epa-fires-employees-who-signed-dissent-letter",
  "Article Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2025/09/68b7542a539149c35ac4e621-shutterstock_510551791.png?auto=format",
  "Category" : "Environmental Responsibility",
  "Author Name" : "Amanda Joshi",
  "Article Content" : "The Environmental Protection Agency (EPA) on Aug. 29 terminated five employees and issued removal notices for four others who signed a declaration of dissent, according to Stand Up for Science, a nonprofit formed in February by a group of scientists concerned about political interference at the agency. Several employees were reprimanded and allowed to return to work, while others remain on administrative leave through mid-September, the organization said.\n\nThe nonprofit said the decision follows weeks of escalating conflict after 139 EPA workers were placed on leave July 3 for signing a petition criticizing Administrator Lee Zeldin's leadership. On Aug. 8, EPA union contracts were terminated, leaving employees without standard labor protections, Stand Up for Science said.\n\nThe petition, signed by more than 600 staff, raised concerns about shifting resources away from the Office of Research and Development, weakening environmental justice programs, and rolling back health-based standards for asbestos, mercury, greenhouse gases, and PFAS chemicals. It also criticized plans to reassign scientific staff into regulatory offices, which the employees argued would increase political interference in research.\n\nStand Up for Science said it will support affected workers in filing whistleblower protection complaints.",
  "Author Profile Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2022/11/headshot_2022.63876d9ca2682.png?w=120&h=120&fit=crop",
  "Author Email Address" : "ajoshi@endeavorb2b.com",
  "Author Job Title" : "Managing Editor",
  "Author Bio" : "Amanda Joshi has more than 18 years of experience in business-to-business publishing for both print and digital content. Before joining Chemical Processing, she worked with Manufacturing.net and Electrical Contracting Products. She's a versatile, award-winning editor with experience in writing and editing technical content, executing marketing strategy, developing new products, attending industry events and developing customer relationships.\n\nAmanda graduated from Northern Illinois University in 2001 with a B.A. in English and has been an English teacher. She lives in the Chicago suburbs with her husband and daughter, and their mini Aussiedoodle, Riley. In her rare spare time, she enjoys reading, tackling DIY projects, and horseback riding."
}, {
  "Article Title" : "ACS Cleveland Accepting 2026 Morley Award Nominations",
  "Article URL" : "https://www.chemicalprocessing.com/industrynews/news/55313306/acs-cleveland-accepting-2026-morley-award-nominations",
  "Article Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2025/08/68b1c93963948b7bd3f751f7-shutterstock_2312359523.png?auto=format",
  "Category" : "Commercial Property",
  "Author Name" : "Jonathan Katz",
  "Article Content" : "The Cleveland Section of the American Chemical Society is accepting nominations for the Edward W. Morley award.\n\nThe annual award honors those who have made significant contributions to chemistry through achievements in research, teaching, engineering, research administration and public service, outstanding service to humanity or to industrial progress.\n\nACS honors the recipient with the Morley Medal and an honorarium of $3,000. The ACS Cleveland Section will present the Morley Medal during its May 2026 meeting. The award ceremony includes a banquet, at which time the recipient will deliver the Edward W. Morley lecture. Travel expenses for the medalist and spouse will be provided.\n\nEligibility Requirements\n\nApplicants from the U.S. and Canada within about 250 miles of Cleveland are eligible for the award. Eligible contributions must have been made during the nominee's residency in this area, or in cases where significant work was completed elsewhere, the nominee must demonstrate ongoing contributions while a resident of this area.\n\nNominations may be made by any member of ACS, The Chemical Society or the Chemical Institute of Canada.\n\nNominations for the Morley Medal must include a letter of nomination and curriculum vitae including the candidate's education, professional experience and activities, awards and honors, offices held and specifics on their significant contributions.\n\nThe letter of nomination should highlight these significant contributions, a representative list of references to the candidate's more important contributions, an evaluation of the significance of these achievements and a listing of the nominee's most significant publications and patents are also appropriate. Successful nominations usually contain additional letters of support from colleagues in the nominee's field of expertise who can speak directly to the strength of contributions made by the nominee.\n\nAdded consideration will be given to mid-career scientists with demonstrated accomplishments and for promise of continuing significant future accomplishments. The ACS Cleveland Section does not require or encourage specific reference for every publication or patent.\n\nAbout the Morley Award\n\nThe award is named after chemist Edward Morley, the first chairman of the ACS Cleveland Section.\n\nMorley is best known for his work with physicist Albert Michelson. The famed Morley-Michelson experiment studied the relative motion of Earth through a hypothetical \"luminiferous aether.\"\n\nexperiment's unexpected result---that two light beams arrived simultaneously at the detector --- refuted the ether theory and possibly influenced Albert Einstein's theory of relativity.\n\nThe Morley award dates back to 1965. The 2025 winner was Philip Bevilacqua, distinguished professor of chemistry and of biochemistry and molecular biology at Penn State University.\n\nBevilacqua was honored for his contributions in the field of RNA biochemistry.\n\nTo apply for the award, submit letter of nomination, CV and any supporting letters electronically to Mark Waner at mwaner@jcu.edu. The deadline for receipt of nominations is Dec. 12.",
  "Author Profile Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2022/12/jon_katz_headshot.638e6f5214533.png?w=120&h=120&fit=crop",
  "Author Email Address" : "jkatz@endeavorb2b.com",
  "Author Job Title" : "Executive Editor",
  "Author Bio" : "Jonathan Katz, executive editor, brings nearly two decades of experience as a B2B journalist to Chemical Processing magazine. He has expertise on a wide range of industrial topics. Jon previously served as the managing editor for IndustryWeek magazine and, most recently, as a freelance writer specializing in content marketing for the manufacturing sector.\n\nHis knowledge areas include industrial safety, environmental compliance/sustainability, lean manufacturing/continuous improvement, Industry 4.0/automation and many other topics of interest to the Chemical Processing audience.\n\nWhen he's not working, Jon enjoys fishing, hiking and music, including a small but growing vinyl collection.\n\nJon resides in the Cleveland, Ohio, area."
}, {
  "Article Title" : "Grinding Boosts Hydrogen Storage in Perovskite Powders",
  "Article URL" : "https://www.chemicalprocessing.com/industrynews/news/55313301/grinding-boosts-hydrogen-storage-in-perovskite-powders",
  "Article Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2025/08/68b1c5f1f3375946808fb9e3-20250711_2_fig.png?auto=format",
  "Category" : "Commercial Property",
  "Author Name" : "Amanda Joshi",
  "Article Content" : "Researchers say the method could improve catalysts for ammonia production and guide future materials design.\n\nA team led by Genki Kobayashi at the RIKEN Pioneering Research Institute in Japan announced it has developed a mechanochemical process that nearly doubles the hydrogen-storage capacity of perovskite crystalline powders, a breakthrough with direct implications for ammonia synthesis and hydrogen economy applications. The findings were reported in the Journal of the American Chemical Society.\n\nThe research addresses a longstanding challenge: conventional high-temperature or high-pressure methods replace only about 17% of oxygen ions in perovskite powders with hydride ions, limiting hydrogen storage potential. By physically grinding and mixing compounds at room temperature, the researchers achieved a 34% replacement rate, effectively maximizing hydrogen saturation in barium titanate oxyhydride.\n\nTests showed that mechanochemically produced powders not only stored more hydrogen but also performed better as catalysts for ammonia production compared to materials synthesized with heat. Analysis revealed that the grinding process induced lattice deformations that enhanced catalytic activity.\n\nAccording to the researchers, the results provide design guidelines for functional materials that incorporate hydride ions. While 34% is likely the upper storage limit for barium titanate, the team expects other perovskite materials may achieve even higher capacities. Kobayashi said the mechanochemical approach could ultimately support advances in ammonia synthesis and electrochemical devices such as fuel cells.",
  "Author Profile Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2022/11/headshot_2022.63876d9ca2682.png?w=120&h=120&fit=crop",
  "Author Email Address" : "ajoshi@endeavorb2b.com",
  "Author Job Title" : "Managing Editor",
  "Author Bio" : "Amanda Joshi has more than 18 years of experience in business-to-business publishing for both print and digital content. Before joining Chemical Processing, she worked with Manufacturing.net and Electrical Contracting Products. She's a versatile, award-winning editor with experience in writing and editing technical content, executing marketing strategy, developing new products, attending industry events and developing customer relationships.\n\nAmanda graduated from Northern Illinois University in 2001 with a B.A. in English and has been an English teacher. She lives in the Chicago suburbs with her husband and daughter, and their mini Aussiedoodle, Riley. In her rare spare time, she enjoys reading, tackling DIY projects, and horseback riding."
}, {
  "Article Title" : "Podcast: Chemical Setbacks, Breakthroughs Reshape Industrial Landscape",
  "Article URL" : "https://www.chemicalprocessing.com/podcasts/distilled-podcast/podcast/55311826/podcast-chemical-setbacks-breakthroughs-reshape-industrial-landscape",
  "Article Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2025/08/68a8ad4b1656c531b45b75ac-august_2025_news.png?auto=format",
  "Category" : "Commercial Property",
  "Author Name" : "Jonathan Katz",
  "Article Content" : "In August 2025 news, Eastman appeals funding cuts while UN plastics negotiations stall.\n\nEastman Chemical faces setbacks as it appeals the Trump administration's cancellation of $1.2 billion in funding for its Texas plastic recycling facility, while seeking alternative locations for its methanolysis technology. International climate efforts stalled when UN plastics treaty negotiations in Geneva failed to reach an agreement among 2,600 participants from 183 countries over production limits and funding responsibilities. Safety concerns persist at Didion Milling, where federal investigators report unaddressed recommendations eight years after fatal 2017 explosions. On a positive note, researchers have developed a promising water-based electrochemical method for ammonia synthesis using palladium membranes, potentially replacing alcohol-based processes.\n\nEastman Delays $1.2B Texas Recycling Plant\nThe chemical company is appealing the Trump administration's funding cancellation and exploring alternative ways to scale its methanolysis recycling technology at other sites.\n\nUN Plastics Treaty Negotiations End Without Deal Despite Final Push in Geneva\nMore than 2,600 participants from 183 countries could not agree on key issues including sustainable production and which nations should pay for treaty implementation.\n\nCSB Says Didion Milling Has Not Implemented Safety Fixes After Fatal 2017 Explosions\nFederal investigators warn that unresolved safety recommendations leave risks in place eight years after the deadly Wisconsin plant disaster.\n\nResearchers Develop Water-based Electrochemical Method for Ammonia Synthesis\nNew approach uses a palladium membrane to transfer hydrogen from water, eliminating the need for alcohol-based sources.",
  "Author Profile Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2022/12/jon_katz_headshot.638e6f5214533.png?w=120&h=120&fit=crop",
  "Author Email Address" : "jkatz@endeavorb2b.com",
  "Author Job Title" : "Executive Editor",
  "Author Bio" : "Jonathan Katz, executive editor, brings nearly two decades of experience as a B2B journalist to Chemical Processing magazine. He has expertise on a wide range of industrial topics. Jon previously served as the managing editor for IndustryWeek magazine and, most recently, as a freelance writer specializing in content marketing for the manufacturing sector.\n\nHis knowledge areas include industrial safety, environmental compliance/sustainability, lean manufacturing/continuous improvement, Industry 4.0/automation and many other topics of interest to the Chemical Processing audience.\n\nWhen he's not working, Jon enjoys fishing, hiking and music, including a small but growing vinyl collection.\n\nJon resides in the Cleveland, Ohio, area."
}, {
  "Article Title" : "ICIS Adds Industry Speakers to 14th World Chemical Purchasing Conference",
  "Article URL" : "https://www.chemicalprocessing.com/industrynews/news/55312807/icis-adds-industry-speakers-to-14th-world-chemical-purchasing-conference",
  "Article Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2025/08/68af6352539149c35ac136fb-dsc02521min.png?auto=format",
  "Category" : "Commercial Property",
  "Author Name" : "Amanda Joshi",
  "Article Content" : "ICIS has announced additional speakers for the 14th World Chemical Purchasing Conference, scheduled for Dec. 4--5, 2025, at the Hyatt Regency in Jersey City. The event will address challenges for global procurement teams, including trade policy shifts, volatile energy markets and changing economic conditions, according to the company.\n\nNew sessions will feature perspectives on the U.S. economic outlook, tariff regimes and global energy dynamics. Confirmed speakers include Martha Moore, chief economist and managing director at the American Chemistry Council; James Ray, vice president, consulting -- Americas at ICIS; and Kojo Orgle, markets reporter at ICIS.\n\nOther speakers announced include James Jones (Nova Chemicals), Joseph Reinholtz (DNP Foods), Sanjay Moolji (Tricon Energy), Dr. Kevin Swift (ICIS), Max Cornwell (Polyrol), Ashish Dhongde (Unilever), Toby Murtagh (Salis), Shashi Mandapaty (Synapsys) and Rajeev Aggarwal (Honeywell).\n\nIn addition to the conference, an Advanced Purchasing Skills Training Course will be offered. Led by Ray, the course will cover commercial insight, forecasting techniques and supplier management tools.",
  "Author Profile Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2022/11/headshot_2022.63876d9ca2682.png?w=120&h=120&fit=crop",
  "Author Email Address" : "ajoshi@endeavorb2b.com",
  "Author Job Title" : "Managing Editor",
  "Author Bio" : "Amanda Joshi has more than 18 years of experience in business-to-business publishing for both print and digital content. Before joining Chemical Processing, she worked with Manufacturing.net and Electrical Contracting Products. She's a versatile, award-winning editor with experience in writing and editing technical content, executing marketing strategy, developing new products, attending industry events and developing customer relationships.\n\nAmanda graduated from Northern Illinois University in 2001 with a B.A. in English and has been an English teacher. She lives in the Chicago suburbs with her husband and daughter, and their mini Aussiedoodle, Riley. In her rare spare time, she enjoys reading, tackling DIY projects, and horseback riding."
}, {
  "Article Title" : "Chemical Makers Announce New Projects and Strategic Shifts",
  "Article URL" : "https://www.chemicalprocessing.com/industrynews/news/55312800/chemical-makers-announce-new-projects-and-strategic-shifts",
  "Article Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2025/08/68af5f7e539149c35ac13470-shutterstock_1980171164_business_side.png?auto=format",
  "Category" : "Commercial Property",
  "Author Name" : "Amanda Joshi",
  "Article Content" : "Evonik, Cronus Chemicals and BASF outline new investments and strategic realignments across catalysts, fertilizers and low-carbon ammonia.\n\nThe chemical sector saw several notable moves this week, with Evonik expanding catalyst capacity in Asia, Cronus Chemicals planning a $2 billion fertilizer plant in Illinois, and BASF and Yara ending a joint low-carbon ammonia project on the U.S. Gulf Coast. The announcements reflect both growth ambitions and portfolio adjustments as companies respond to market demand and sustainability pressures.\n\nEvonik Opens Alkoxides Plant in Singapore\nEvonik has opened a new alkoxides production facility on Jurong Island, Singapore, expanding its global catalyst manufacturing network. First announced in May 2023, the plant is designed to meet growing demand in Asia for alkoxides used in biodiesel, pharmaceuticals and chemical recycling, the company said. The site is capable of operating with net-zero Scope 1 and 2 carbon emissions and is intended to improve supply reliability in Southeast Asia.\n\nCronus Chemicals to Build $2 Billion Fertilizer Plant in Illinois\nThe Illinois Department of Commerce and Economic Opportunity announced Aug. 26 that Cronus Chemicals LLC plans to invest $2 billion in a new fertilizer production plant in Tuscola, Illinois. The plant reportedly will have the capacity to produce 950,000 short tons of ammonia per year, supported by carbon capture and storage systems designed to trap up to 90% of carbon dioxide emissions. The facility is expected to create 130 permanent jobs.\n\nBASF and Yara End Joint Project for Low-Carbon Ammonia Facility\nBASF and Yara International have decided to end their joint project to develop a low-carbon ammonia production plant with carbon capture and storage on the U.S. Gulf Coast. The companies said the decision reflects a shift in priorities toward other initiatives with higher potential to meet their value creation goals. Yara will continue to evaluate equity investment opportunities in U.S. ammonia projects as part of its broader ammonia strategy.",
  "Author Profile Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2022/11/headshot_2022.63876d9ca2682.png?w=120&h=120&fit=crop",
  "Author Email Address" : "ajoshi@endeavorb2b.com",
  "Author Job Title" : "Managing Editor",
  "Author Bio" : "Amanda Joshi has more than 18 years of experience in business-to-business publishing for both print and digital content. Before joining Chemical Processing, she worked with Manufacturing.net and Electrical Contracting Products. She's a versatile, award-winning editor with experience in writing and editing technical content, executing marketing strategy, developing new products, attending industry events and developing customer relationships.\n\nAmanda graduated from Northern Illinois University in 2001 with a B.A. in English and has been an English teacher. She lives in the Chicago suburbs with her husband and daughter, and their mini Aussiedoodle, Riley. In her rare spare time, she enjoys reading, tackling DIY projects, and horseback riding."
}, {
  "Article Title" : "ACS Green Chemistry Winners Include Circular Lithium Process",
  "Article URL" : "https://www.chemicalprocessing.com/industrynews/news/55312446/acs-green-chemistry-winners-include-circular-lithium-process",
  "Article Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2025/08/68ae02659a61840995df6292-shutterstock_2543914843.png?auto=format",
  "Category" : "Environmental Responsibility",
  "Author Name" : "Jonathan Katz",
  "Article Content" : "PFAS-free fire suppression technology and biocatalytic process for HIV investigational drug also among six innovations receiving ACS recognition.\n\nThe American Chemical Society's 2025 Green Chemistry Challenge Award winners include an electrodeposition technology that converts brine directly into pure lithium-metal anodes, and a bio-based fire suppressant formulated from agricultural soybean waste that contains no PFAS chemicals.\n\nACS recognized Pure Lithium Corp. with a Chemical and Process Design for Circularity honor, citing the company's Brine to Battery method. This process produces 99.9% pure battery-ready lithium-metal anodes in one step using electrodeposition technology from real-world brines, according to an ACS news release.\n\nThe Brine to Battery method reduces water and energy use and enables co-location of feedstock, extraction and manufacturing, accelerating domestic production of advanced batteries, ACS noted.\n\nCross Plains Solutions received the ACS award for the Design of Safer and Degradable Chemicals category. Cross Plains produces a fire-suppression foam consisting of defatted soybean meal and biobased ingredients that can extinguish Class A and Class B fires. The product, called SoyFoam, contains no PFAS or related fluorine chemicals.\n\nOthers recognized include Scripps Research Institute's Keary M. Engle for developing a new class of air-stable nickel catalysts that efficiently convert simple feedstocks into complex molecules; Merck & Co. for its biocatalytic process to prepare the nucleoside islatravir, an investigational antiviral for the treatment of people living with HIV-1; Novaphos Inc. for its thermal process to recover and reuse sulfur from phosphogypsum; and Future Origins for its single-step, whole-cell fermentation process to produce C12/C14 fatty alcohols from renewable plant-derived sugars.\n\nThe annual awards, announced Aug. 25, recognize outstanding efforts in cleaner pharmaceutical manufacturing, circular battery production, PFAS-free fire suppression, waste reuse and low-carbon consumer products.\n\nACS will host the 2025 Green Chemistry Challenge Awards ceremony at the National Academy of Sciences in Washington, D.C., Sept. 3.\n\nNominations for the 2026 Green Chemistry Challenge Awards will open in late September 2025.",
  "Author Profile Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2022/12/jon_katz_headshot.638e6f5214533.png?w=120&h=120&fit=crop",
  "Author Email Address" : "jkatz@endeavorb2b.com",
  "Author Job Title" : "Executive Editor",
  "Author Bio" : "Jonathan Katz, executive editor, brings nearly two decades of experience as a B2B journalist to Chemical Processing magazine. He has expertise on a wide range of industrial topics. Jon previously served as the managing editor for IndustryWeek magazine and, most recently, as a freelance writer specializing in content marketing for the manufacturing sector.\n\nHis knowledge areas include industrial safety, environmental compliance/sustainability, lean manufacturing/continuous improvement, Industry 4.0/automation and many other topics of interest to the Chemical Processing audience.\n\nWhen he's not working, Jon enjoys fishing, hiking and music, including a small but growing vinyl collection.\n\nJon resides in the Cleveland, Ohio, area."
}, {
  "Article Title" : "NSF Launches $20M AI Center to Fast-Track Nanocrystal Discovery",
  "Article URL" : "https://www.chemicalprocessing.com/industrynews/news/55312418/nsf-launches-20m-ai-center-to-fast-track-nanocrystal-discovery",
  "Article Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2025/08/68adf3ad4b5ae39f241533d7-nsf_csennd_hero.png?auto=format",
  "Category" : "Commercial Property",
  "Author Name" : "Jonathan Katz",
  "Article Content" : "Indiana University will lead the new research hub using artificial intelligence to rapidly identify promising nanocrystals for chemical, pharmaceutical and other industries.\n\nThe U.S. National Science Foundation launched a new research center that will create artificial intelligence-based technologies to quickly identify nanocrystals that show promise in polymers and pharmaceutical production.\n\nNSF announced the opening of the $20 million NSF Center(nsf.gov) for Single-Entity Nanochemistry and Nanocrystal Design Aug. 25. Indiana University will lead the research center, which will study and characterize individual nanocrystals.\n\nThe researchers will use AI to rapidly screen nanocrystals in large numbers, revealing their distinct properties based on each individual crystal's composition and crystalline shape. The center will collaborate with other U.S. researchers and industry partners to expand discovery and design of nanocrystals for use in biomedicine, electronics, fuel production, chemical manufacturing and other areas.\n\n\"Nanocrystals are like a microscopic goldmine of molecular treasures,\" said David Berkowitz, NSF assistant director for mathematical and physical sciences. \"The NSF Center for Single-Entity Nanochemistry and Nanocrystal Design will be a unique scientific resource in the U.S. by creating AI-based capabilities to rapidly explore and pinpoint individual nanocrystals with valuable properties.\"\n\nThe center received funding through the NSF Centers for Chemical Innovation program, which supports research centers focused on major, long-term challenges in fundamental chemistry. The NSF Centers for Chemical Innovation program funds six major, multi-institutional research centers and several smaller incubator centers.\n\nTwo additional NSF Centers for Chemical Innovation will receive renewed funding of $18 million to $20 million each, including the NSF Center for Synthetic Organic Electrochemistry and the NSF Center for Genetically Encoded Materials.",
  "Author Profile Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2022/12/jon_katz_headshot.638e6f5214533.png?w=120&h=120&fit=crop",
  "Author Email Address" : "jkatz@endeavorb2b.com",
  "Author Job Title" : "Executive Editor",
  "Author Bio" : "Jonathan Katz, executive editor, brings nearly two decades of experience as a B2B journalist to Chemical Processing magazine. He has expertise on a wide range of industrial topics. Jon previously served as the managing editor for IndustryWeek magazine and, most recently, as a freelance writer specializing in content marketing for the manufacturing sector.\n\nHis knowledge areas include industrial safety, environmental compliance/sustainability, lean manufacturing/continuous improvement, Industry 4.0/automation and many other topics of interest to the Chemical Processing audience.\n\nWhen he's not working, Jon enjoys fishing, hiking and music, including a small but growing vinyl collection.\n\nJon resides in the Cleveland, Ohio, area."
}, {
  "Article Title" : "DuPont Wins Three 2025 R&D 100 Awards",
  "Article URL" : "https://www.chemicalprocessing.com/industrynews/news/55312180/dupont-wins-three-2025-rd-100-awards",
  "Article Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2025/08/68acbe6bc1ec9b437316bbc5-shutterstock_2249715321.png?auto=format",
  "Category" : "Commercial Property",
  "Author Name" : "Amanda Joshi",
  "Article Content" : "The company's innovations were recognized in the Mechanical/Materials category.\nDuPont announced it has received three 2025 R&D 100 Awards in the Mechanical/Materials category. The annual awards, sponsored by R&D World Magazine, recognize the 100 most innovative technologies developed over the past year.\n\nThe company's winning products include protective garments designed for chemical and fire hazards, a reverse osmosis membrane for wastewater reuse, and a photoresist technology for semiconductor manufacturing.\n\nDuPont's Tychem 6000 SFR fabric was recognized for its ability to provide at least 30 minutes of protection against more than 250 chemical challenges, including chemical warfare agents and toxic industrial chemicals, said the company in a statement.\n\nIts FilmTec Fortilife XC160 membrane reportedly can operate under ultra-high-pressure conditions to increase water recovery. The UV 26GNF Photoresist technology is said to deliver precision lithographic patterning while using a non-fluorine alternative to traditional fluorine-containing compounds.\n\nThe R&D 100 Awards, now in their 63rd year, received entries from 13 countries and regions for 2025. Nominations were evaluated by a panel of 54 industry professionals, said DuPont.",
  "Author Profile Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2022/11/headshot_2022.63876d9ca2682.png?w=120&h=120&fit=crop",
  "Author Email Address" : "ajoshi@endeavorb2b.com",
  "Author Job Title" : "Managing Editor",
  "Author Bio" : "Amanda Joshi has more than 18 years of experience in business-to-business publishing for both print and digital content. Before joining Chemical Processing, she worked with Manufacturing.net and Electrical Contracting Products. She's a versatile, award-winning editor with experience in writing and editing technical content, executing marketing strategy, developing new products, attending industry events and developing customer relationships.\n\nAmanda graduated from Northern Illinois University in 2001 with a B.A. in English and has been an English teacher. She lives in the Chicago suburbs with her husband and daughter, and their mini Aussiedoodle, Riley. In her rare spare time, she enjoys reading, tackling DIY projects, and horseback riding."
}, {
  "Article Title" : "Recon's Chemical Recycling Plant Construction Nears Completion",
  "Article URL" : "https://www.chemicalprocessing.com/industrynews/news/55312178/recons-chemical-recycling-plant-construction-nears-completion",
  "Article Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2025/08/68acbdd5bea15b61b266b395-shandong_topped_out_en.png?auto=format",
  "Category" : "Environmental Responsibility",
  "Author Name" : "Amanda Joshi",
  "Article Content" : "Recon Technology advances 40,000-ton-per-year waste plastic recycling project in Shandong, China toward equipment installation and commissioning.\n\nChina-based Recon Technology has completed primary construction on the main manufacturing plant for its 40,000-ton-per-year waste plastic chemical recycling project, the company announced Aug. 25.\n\nThis marks a key breakthrough in the project, as it officially enters the equipment installation and commissioning phase, according to the company.\n\nTo date, Recon reports it has invested over $15 million in the project. The plant in Shandong is expected to be fully completed by November, followed by a one-month trial operations phase in December in accordance with domestic regulations.\n\nThe Recon plastic chemical recycling project reportedly spans about 50 acres. Upon startup, the plant will include six pyrolysis units, two distillation units and environmental protection facilities. The facility is expected to produce 30,000 tons of plastic pyrolysis oil and 6,000 tons of carbon residue annually, with estimated returns of $30 million, said the company in a press statement.\n\nRecon said it is in discussions with multinational and domestic chemical companies and has signed product purchase intent and strategic cooperation agreements for applications of its pyrolysis oil products.\n\nThe project reportedly employs a dual-process design combining catalytic pyrolysis and catalytic reforming. The pyrolysis process uses a horizontal screw-type three-stage continuous reactor designed to address plastic coking challenges and ensure stable feedstock supply. Catalytic reforming increases the olefin content of the pyrolysis oil, enhancing its value.\n\nThe primary raw material for the project is membrane film-type waste plastic, which is difficult to recycle mechanically, according to the company.",
  "Author Profile Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2022/11/headshot_2022.63876d9ca2682.png?w=120&h=120&fit=crop",
  "Author Email Address" : "ajoshi@endeavorb2b.com",
  "Author Job Title" : "Managing Editor",
  "Author Bio" : "Amanda Joshi has more than 18 years of experience in business-to-business publishing for both print and digital content. Before joining Chemical Processing, she worked with Manufacturing.net and Electrical Contracting Products. She's a versatile, award-winning editor with experience in writing and editing technical content, executing marketing strategy, developing new products, attending industry events and developing customer relationships.\n\nAmanda graduated from Northern Illinois University in 2001 with a B.A. in English and has been an English teacher. She lives in the Chicago suburbs with her husband and daughter, and their mini Aussiedoodle, Riley. In her rare spare time, she enjoys reading, tackling DIY projects, and horseback riding."
}, {
  "Article Title" : "Air Liquide Acquires DIG Airgas for $3.1B",
  "Article URL" : "https://www.chemicalprocessing.com/industrynews/news/55311795/air-liquide-acquires-dig-airgas-for-31b",
  "Article Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2025/08/68a89be4d5fb1548a46604e2-shutterstock_1981721741.png?auto=format",
  "Category" : "Commercial Property",
  "Author Name" : "",
  "Article Content" : "Air Liquide strengthens Asian operations through South Korean gas buyout.\n\nAir Liquide has announced the acquisition of DIG Airgas, a South Korean industrial gas company, for 2.85 billion euros (US$3.1 billion) in an enterprise valuation. The transaction is expected to close in the first half of 2026.\n\nFounded in 1979, DIG Airgas generated 510 million euros (US$552 million) in annual revenue in 2024 and employs nearly 550 people across 60 plants and 220 kilometers of pipeline networks. Under Macquarie Asset Management's six-year ownership, DIG became one of Korea's largest industrial gas players, successfully diversifying into high-growth sectors like semiconductors and secondary batteries, according to an Aug. 22 news release.\n\nThis acquisition strengthens Air Liquide's position in South Korea, the world's sixth-largest manufacturing economy and fourth-largest industrial gas market. The combination creates complementary operations supporting Korea's electronics, clean energy, mobility and bio-pharma sectors while reinforcing Air Liquide's three-decade presence in the market.",
  "Author Profile Image" : "",
  "Author Email Address" : "",
  "Author Job Title" : "",
  "Author Bio" : ""
}, {
  "Article Title" : "Air Products' Hydrogen Fuels NASA Artemis Missions",
  "Article URL" : "https://www.chemicalprocessing.com/industrynews/news/55311790/air-products-hydrogen-fuels-nasa-artemis-missions",
  "Article Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2025/08/68a89791699853a6c1918b57-shutterstock_317811290.png?auto=format",
  "Category" : "Environmental Responsibility",
  "Author Name" : "",
  "Article Content" : "Air Products' Hydrogen Fuels NASA Artemis Missions\n\nAstronautic applications are a key business for Air Products.\n\nAir Products, a supplier of hydrogen, has completed the first fill of the hydrogen sphere at the National Aeronautics and Space Administration's (NASA) Kennedy Space Center located on Merritt Island, Florida. NASA uses liquid hydrogen combined with liquid oxygen as fuel in cryogenic rocket engines.\n\nTo complete the fill, Air Products delivered over 50 trailer loads (730,000 gallons) of liquid hydrogen to NASA's new sphere, which is 90 feet tall and 83 feet in diameter, according to an Air Products news release. The hydrogen will be used to fuel NASA's Artemis missions, which aims to return humans to the moon for the first time since the Apollo era and establish the first long-term presence on the moon.\n\nAir Products' working relationship with NASA began in 1957. It has included supplying NASA with liquid hydrogen and other industrial gases to advance the U.S. Space Program, including Orion, the Space Shuttle, and Apollo, and reaching all the way back to the earliest Mercury program missions. In addition to supplying product for space launches, Air Products has had a long-term relationship with NASA's engine testing program at Stennis Space Center in Mississippi, Johnson Space Center in Texas, and Marshall Space Flight Center in Alabama.",
  "Author Profile Image" : "",
  "Author Email Address" : "",
  "Author Job Title" : "",
  "Author Bio" : ""
}, {
  "Article Title" : "EndeavorB2B Acquires eChemExpo",
  "Article URL" : "https://www.chemicalprocessing.com/industrynews/news/55311758/endeavorb2b-acquires-echemexpo",
  "Article Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2025/08/68a8918e55a9af9d05ed9db3-shutterstock_569327536.png?auto=format",
  "Category" : "Commercial Property",
  "Author Name" : "Traci Purdum",
  "Article Content" : "The acquisition expands EndeavorB2B's manufacturing footprint to serve professionals driving innovation, safety and efficiency across the processing industries.\n\n*Chemical Processing*'s parent company, EndeavorB2B, has acquired the eChemExpo Solutions Marketplace & Technology Innovations Conference from EcoChem Strategies.\n\neChemExpo, launched in October 2000 in conjunction with Eastman Chemical Company, is a biennial event. The next conference will take place in April 2026.\n\n\"Endeavor is thrilled to welcome eChemExpo to our family, expanding our offerings in the processing vertical to include this dynamic event,\" said Chris Ferrell, CEO of EndeavorB2B. \"The Expo, with nearly a quarter-century of solid regional performance, has shown remarkable growth in recent years. Its market research-centered approach to identifying real purchasing needs provides a unique value proposition for both attendees and exhibitors.\"\n\nThe 2024 expo addressed several challenges, including decarbonization and asset integrity, the transformative impact of artificial intelligence and workforce dynamics.\n\n\"EndeavorB2B has always been our preferred choice for acquisition partner,\" said Peter J. Knox, founder of eChemExpo and EcoChem Strategies. \"Their impressive suite of trade publications, websites, events and marketing solutions complements the Expo perfectly. We are confident that EndeavorB2B will continue to pursue our market-centered development process, a hallmark of eChemExpo that assures the event's continued relevance in an ever-changing marketplace.\"",
  "Author Profile Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2023/02/OLLISPHOTOTraciPurdum1173_300A8x10blue.63f53c0280421.png?w=120&h=120&fit=crop",
  "Author Email Address" : "tpurdum@endeavorb2b.com",
  "Author Job Title" : "Editor-in-Chief",
  "Author Bio" : "Traci Purdum, an award-winning business journalist with extensive experience covering manufacturing and management issues, is a graduate of the Kent State University School of Journalism and Mass Communication, Kent, Ohio, and an alumnus of the Wharton Seminar for Business Journalists, Wharton School of Business, University of Pennsylvania, Philadelphia."
}, {
  "Article Title" : "ACS Honors Industry Scientists, Announces $2.5M Grant for Graduate Students",
  "Article URL" : "https://www.chemicalprocessing.com/industrynews/news/55311256/acs-honors-industry-scientists-announces-25m-grant-for-graduate-students",
  "Article Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2025/08/68a63feb3c5238f9e8f15d34-shutterstock_214438969.png?auto=format",
  "Category" : "Commercial Property",
  "Author Name" : "Amanda Joshi",
  "Article Content" : "The American Chemical Society recognized innovations from multiple companies during its fall conference and introduced a new program to support graduate students affected by research funding disruptions.\n\nThe American Chemical Society (ACS) honored researchers from Arkema, AbbVie and Merck, Amgen, DuPont and Eli Lilly during the 2025 Heroes of Chemistry awards Aug. 19 at the ACS Fall 2025 conference in Washington, D.C. The annual program highlights teams whose work has led to commercial products that benefit society, according to ACS.\n\nAmong the honorees was an Arkema team recognized for developing Kynar HSV 900 PVDF, a binder material used in lithium-ion batteries. The material, introduced in 2005, was designed without fluorosurfactants and has since been adopted in lithium iron phosphate (LFP) technology for electric vehicles, the company said.\n\nACS also recently announced the Graduate Student Success Grant, a one-time, $2.5 million initiative to support graduate students whose research has been disrupted due to terminated or canceled funding. The program will provide up to 100 grants of $25,000 each for M.S. and Ph.D. students within one year of completing their degrees.\n\n\"This program addresses a growing concern --- the disruption of graduate education due to the unexpected loss of research funding,\" said Wayne E. Jones, ACS Chair of the Board of Directors and Director at Large in a press statement. \"These grants will help the future of our scientific workforce and the pipeline of chemistry innovators.\"\n\nApplications will open Sept. 15 and close Oct. 1. One grant will be awarded per institution, with awardees notified by Oct. 15. Funds will be distributed in 2025.\n\nThe grant is administered by the ACS Board of Directors and reportedly is the organization's first rapid response effort to address the impact of research funding interruptions.",
  "Author Profile Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2022/11/headshot_2022.63876d9ca2682.png?w=120&h=120&fit=crop",
  "Author Email Address" : "ajoshi@endeavorb2b.com",
  "Author Job Title" : "Managing Editor",
  "Author Bio" : "Amanda Joshi has more than 18 years of experience in business-to-business publishing for both print and digital content. Before joining Chemical Processing, she worked with Manufacturing.net and Electrical Contracting Products. She's a versatile, award-winning editor with experience in writing and editing technical content, executing marketing strategy, developing new products, attending industry events and developing customer relationships.\n\nAmanda graduated from Northern Illinois University in 2001 with a B.A. in English and has been an English teacher. She lives in the Chicago suburbs with her husband and daughter, and their mini Aussiedoodle, Riley. In her rare spare time, she enjoys reading, tackling DIY projects, and horseback riding."
}, {
  "Article Title" : "Sumitomo Chemical Scales Pilot Process to Make Propylene from Ethanol",
  "Article URL" : "https://www.chemicalprocessing.com/industrynews/news/55311250/sumitomo-chemical-scales-pilot-process-to-make-propylene-from-ethanol",
  "Article Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2025/08/68a63d55c83efdfcdd7e0c3b-shutterstock_2614646801.png?auto=format",
  "Category" : "Environmental Responsibility",
  "Author Name" : "Amanda Joshi",
  "Article Content" : "Japanese company begins pilot-scale production of propylene directly from ethanol, aiming for commercialization and licensing in the early 2030s.\n\nSumitomo Chemical has started operating a pilot facility at its Chiba Works site in Sodegaura, Japan, to demonstrate a proprietary process that produces propylene directly from ethanol, the company said Aug. 20. The technology is supported by Japan's New Energy and Industrial Technology Development Organization Green Innovation Fund.\n\nIn Japan, propylene is primarily derived from fossil-based naphtha, according to the company. Because ethanol can be produced from sources including biomass and waste, industry researchers have been pursuing it as an alternative feedstock to reduce reliance on fossil resources.\n\nSumitomo Chemical's process produces propylene in one step without requiring intermediates such as ethylene, the company said. The method reportedly also generates hydrogen as a byproduct, which, when combined with bioethanol feedstocks, can yield bio-derived hydrogen.\n\nThe company plans to collect data to advance industrialization of the process and aims to commercialize and license the technology in the early 2030s.",
  "Author Profile Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2022/11/headshot_2022.63876d9ca2682.png?w=120&h=120&fit=crop",
  "Author Email Address" : "ajoshi@endeavorb2b.com",
  "Author Job Title" : "Managing Editor",
  "Author Bio" : "Amanda Joshi has more than 18 years of experience in business-to-business publishing for both print and digital content. Before joining Chemical Processing, she worked with Manufacturing.net and Electrical Contracting Products. She's a versatile, award-winning editor with experience in writing and editing technical content, executing marketing strategy, developing new products, attending industry events and developing customer relationships.\n\nAmanda graduated from Northern Illinois University in 2001 with a B.A. in English and has been an English teacher. She lives in the Chicago suburbs with her husband and daughter, and their mini Aussiedoodle, Riley. In her rare spare time, she enjoys reading, tackling DIY projects, and horseback riding."
}, {
  "Article Title" : "Chemours, SRF Sign Supply Agreements for India Fluoropolymer Production",
  "Article URL" : "https://www.chemicalprocessing.com/industrynews/news/55310908/chemours-srf-sign-supply-agreements-for-india-fluoropolymer-production",
  "Article Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2025/08/68a4e3153c5238f9e8f05308-shutterstock_2661767155.png?auto=format",
  "Category" : "Commercial Property",
  "Author Name" : "Amanda Joshi",
  "Article Content" : "Chemours has signed agreements with Indian chemical company SRF Limited to expand access to fluoropolymer and fluoroelastomer production capacity in India.\n\nChemours said the agreements will strengthen its global supply chain, improve operational flexibility, and ensure more reliable supply for industries such as semiconductor, automotive, aerospace, chemical processing and oil and gas. The company noted that the collaboration supplements its existing operations without requiring upfront capital investment.\n\n\"This arrangement with SRF exemplifies our Pathway to Thrive strategy as we continue to shift our product mix to higher value applications, enhancing our position as a trusted supplier paired with our commitment to responsible manufacturing practices,\" said Denise Dignam, Chemours president and CEO, in the press statement.\n\nChemours said the agreement will provide additional supply to the market by 2026, aligning with expectations for rising demand in India's fluoropolymer sector. The market was valued at $817.7 million in 2023 and is projected to grow at a compound annual growth rate of 10.5% from 2024 to 2030, according to Grand View Research.",
  "Author Profile Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2022/11/headshot_2022.63876d9ca2682.png?w=120&h=120&fit=crop",
  "Author Email Address" : "ajoshi@endeavorb2b.com",
  "Author Job Title" : "Managing Editor",
  "Author Bio" : "Amanda Joshi has more than 18 years of experience in business-to-business publishing for both print and digital content. Before joining Chemical Processing, she worked with Manufacturing.net and Electrical Contracting Products. She's a versatile, award-winning editor with experience in writing and editing technical content, executing marketing strategy, developing new products, attending industry events and developing customer relationships.\n\nAmanda graduated from Northern Illinois University in 2001 with a B.A. in English and has been an English teacher. She lives in the Chicago suburbs with her husband and daughter, and their mini Aussiedoodle, Riley. In her rare spare time, she enjoys reading, tackling DIY projects, and horseback riding."
}, {
  "Article Title" : "Permian Basin Operators Ramp Up Water Recycling, Reuse Efforts",
  "Article URL" : "https://www.chemicalprocessing.com/industrynews/news/55310899/permian-basin-operators-ramp-up-water-recycling-reuse-efforts",
  "Article Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2025/08/68a4de4f3c5238f9e8f05008-shutterstock_2312009741.png?auto=format",
  "Category" : "Environmental Responsibility",
  "Author Name" : "Mella Mcewen",
  "Article Content" : "Major operators pouring capital into Permian Basin oil and natural gas fields are also pouring funds into water management.\n\n\"The Permian Basin wasn't the Permian Basin five or six years ago,\" said Brian Sellers, Permian Water Infrastructure manager with ExxonMobil. \"There's been a significant buildout of infrastructure, and it's no different with water: Saltwater disposal wells, supply lines, disposal lines.\"\n\nParticipating in a panel discussion at the Produced Water Society's 10th Permian Basin Conference, Sellers said produced water will be the source of over 90% of his company's water used in hydraulic fracturing and production operations.\n\n\"The buzz word is beneficial reuse and land discharge, and in five years I hope to say our team is well on the way to executing reuse and land discharge,\" he said.\n\nThe challenge is, first, to prove companies are protecting people and the environment when they recycle produced water, and, second, to keep the water flowing in order to keep water flowing, said Brittany Cheben, Permian Water Strategy manager with Chevron. The third challenge is developing creative solutions in water technology, she said.\n\nVrajesh Mehta, Water Strategy and Technology Team manager with Occidental Petroleum, joined his fellow panelists in saying his company's goal is to increase recycling of produced water, increase the use of brackish water and reduce the use of fresh water.\n\n\"We all have a part to play in ensuring water recycling and continued oil production for this area and for the nation,\" he said.\n\nLuis Baez, Permian Water Project Integration manager at ConocoPhillips, commented: \"For us who care for the Permian Basin, to be able to continue to operate responsibly, we have to work together, bring in the regulators to show what we're doing, recycle water and adopt new technologies. All these solutions we talk about, we need to chip away at the challenges.\"\n\nThe challenges, such as sufficient pore space to store water, make Chevron think very creatively about the value of options and lean into creativity on multiple fronts, said Cheben. Being transparent with regulators, looking at the scale and cost of different technologies, and working with others to develop solutions that can be commercialized.\n\nDiversification is also important, said Sellers, whether it's in bringing in water supplies or moving out product north, south, east or west.\n\nBaez said he is excited about the work his team is doing, especially with desalination technology. It's important to get regulators onboard with the efforts and communicate what the company is doing, he said.\n\n\"The impact on the cost of a barrel with desalination will allow us to move sooner,\" said Mehta.\n\nIn three or four years, Sellers said he hopes attendees at the PWS conference will be talking about the scalability of treatment projects.\n\nBaez said he is excited about the potential to bring in different types of industries to take advantage of the vast amounts of treated produced water in the area.\n\nLike Sellers, Mehta said he hopes to see the industry taking the next step in scaling up desalination plants in the Permian Basin and discussing what other applications there could be outside oil and gas.\n\nCheben said she hopes the Permian Basin in five years will continue to be an economic engine providing energies, water management will be cost-effective so companies can continue to operate and technology has been scaled up so companies have options.",
  "Author Profile Image" : "",
  "Author Email Address" : "",
  "Author Job Title" : "",
  "Author Bio" : ""
}, {
  "Article Title" : "Covestro to acquire Vencorex isocyanate sites in U.S. and Thailand",
  "Article URL" : "https://www.chemicalprocessing.com/industrynews/news/55310553/covestro-to-acquire-vencorex-isocyanate-sites-in-us-and-thailand",
  "Article Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2025/08/68a3758ad4b368a181ae5b8b-shutterstock_2182471501.png?auto=format",
  "Category" : "Commercial Property",
  "Author Name" : "Amanda Joshi",
  "Article Content" : "Covestro, a materials manufacturer based in Leverkusen, Germany, has signed an agreement with Vencorex Holding SAS to acquire two production sites for hexamethylene diisocyanate (HDI) derivatives in Freeport, Texas, and Rayong, Thailand. Vencorex is a subsidiary of Thai chemical company PTT Global Chemical Public Company Limited.\n\nThe company said the acquisition will expand its aliphatics production portfolio in the United States and Asia-Pacific. Covestro currently produces HDI derivatives in the U.S., Germany, China and India.\n\n\"The acquisition of these two former Vencorex sites fits perfectly to our portfolio and our strategic goals,\" said Christian Baier, chief financial officer of Covestro in a press statement(covestro.com). \"While we maintain cost discipline to secure our short-term performance, we strengthen our long-term competitiveness through targeted investments like this one.\"\n\n\"These new capacities in Thailand and the U.S. will augment our existing comprehensive production capabilities across all major regions. They will enable us to produce and deliver according to our customer's demands even better, especially during current market challenges(chemicalprocessing.com),\" added Thomas Roemer, head of the business entity Coatings and Adhesives at Covestro.\n\nThe purchase price was not disclosed. The transaction is expected to close by the end of 2025, the company said.",
  "Author Profile Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2022/11/headshot_2022.63876d9ca2682.png?w=120&h=120&fit=crop",
  "Author Email Address" : "ajoshi@endeavorb2b.com",
  "Author Job Title" : "Managing Editor",
  "Author Bio" : "Amanda Joshi has more than 18 years of experience in business-to-business publishing for both print and digital content. Before joining Chemical Processing, she worked with Manufacturing.net and Electrical Contracting Products. She's a versatile, award-winning editor with experience in writing and editing technical content, executing marketing strategy, developing new products, attending industry events and developing customer relationships.\n\nAmanda graduated from Northern Illinois University in 2001 with a B.A. in English and has been an English teacher. She lives in the Chicago suburbs with her husband and daughter, and their mini Aussiedoodle, Riley. In her rare spare time, she enjoys reading, tackling DIY projects, and horseback riding."
}, {
  "Article Title" : "UN Plastics Treaty Negotiations End Without Deal Despite Final Push in Geneva",
  "Article URL" : "https://www.chemicalprocessing.com/environmental-protection/news/55310495/un-plastics-treaty-negotiations-end-without-deal-despite-final-push-in-geneva",
  "Article Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2025/08/68a359e3a783ce4ca3bb8797-shutterstock_2518212057.png?auto=format",
  "Category" : "Environmental Responsibility",
  "Author Name" : "Jonathan Katz",
  "Article Content" : "Nations failed to reach consensus last week on a global plastics treaty after 10 days of negotiations in what was intended to be the final round of talks by the UN Intergovernmental Negotiating Committee.\n\nThe committee agreed to resume negotiations at a future date to be announced.\n\nNegotiators could not agree on issues related to sustainable plastics production, raw materials and which countries would be responsible for financing implementation of the treaty, according to the International Institute for Sustainable Development(unep.org).\n\nRegarding financing, delegates debated establishing a new country classification system that would require nations with financial capacity---including developing countries that profit from plastic production or manufacturing---to fund climate initiatives in the most vulnerable countries, as reported by IISD's Earth Negotiations Bulletin.\n\nThe fifth session(chemicalprocessing.com), INC-5.2, which took place in Geneva, Switzerland, included more than 2,600 participants from 183 countries. The process to create a global plastics treaty began in March 2022.\n\nThe goal of INC-5.2 was to agree on the instrument's text and highlight unresolved issues requiring further preparatory work ahead of a diplomatic conference.\n\n\"Failing to reach the goal we set for ourselves may bring sadness, even frustration. Yet it should not lead to discouragement,\" said Luis Vayas Valdivieso, INC chair ambassador. \"On the contrary, it should spur us to regain our energy, renew our commitments, and unite our aspirations. It has not happened yet in Geneva, but I have no doubt that the day will come when the international community will unite its will and join hands to protect our environment and safeguard the health of our people.\"",
  "Author Profile Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2022/12/jon_katz_headshot.638e6f5214533.png?w=120&h=120&fit=crop",
  "Author Email Address" : "jkatz@endeavorb2b.com",
  "Author Job Title" : "Executive Editor",
  "Author Bio" : "Jonathan Katz, executive editor, brings nearly two decades of experience as a B2B journalist to Chemical Processing magazine. He has expertise on a wide range of industrial topics. Jon previously served as the managing editor for IndustryWeek magazine and, most recently, as a freelance writer specializing in content marketing for the manufacturing sector.\n\nHis knowledge areas include industrial safety, environmental compliance/sustainability, lean manufacturing/continuous improvement, Industry 4.0/automation and many other topics of interest to the Chemical Processing audience.\n\nWhen he's not working, Jon enjoys fishing, hiking and music, including a small but growing vinyl collection.\n\nJon resides in the Cleveland, Ohio, area."
}, {
  "Article Title" : "CSB Says Didion Milling Has Not Implemented Safety Fixes After Fatal 2017 Explosions",
  "Article URL" : "https://www.chemicalprocessing.com/safety-security/dust-control/news/55309640/csb-says-didion-milling-has-not-implemented-safety-fixes-after-fatal-2017-explosions",
  "Article Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2025/08/689ceba2fc1877bfff08025b-shutterstock_2325127735_1.png?auto=format",
  "Category" : "Occupational Health & Safety",
  "Author Name" : "Amanda Joshi",
  "Article Content" : "Federal investigators warn that unresolved safety recommendations leave risks in place eight years after the deadly Wisconsin plant disaster.\n\nThe U.S. Chemical Safety and Hazard Investigation Board (CSB) announced Aug. 11 that Didion Milling, Inc. has failed to implement nine safety recommendations stemming from the agency's investigation of fatal explosions at the company's Cambria, Wisconsin, facility in May 2017. The incident killed five employees and seriously injured 14 others. The CSB said the unaddressed recommendations target deficiencies in the company's safety management system and failure to adopt relevant industry safety standards.\n\nThe CSB issued the recommendations in its Dec. 6, 2023, final report on the explosions. According to the agency, Didion has not provided any substantive response or documentation showing progress, despite multiple letters, phone calls and emails over the past 20 months. Didion's attorneys have argued that a separate Occupational Safety and Health Administration settlement --- involving $1.8 million in civil penalties for willful and serious violations --- addressed the same issues. The CSB maintains that its recommendations go beyond OSHA regulatory requirements.\n\nOn Dec. 10, 2023, Didion provided Chemical Processing with a media statement in response to the CSB's findings. The company said it was \"pleased\" the agency agreed the 2017 explosion did not start from fugitive dust related to housekeeping but from ignition of corn dust inside process equipment. Didion said it disagrees with much of the CSB's report, claiming it contains \"many factual errors\" and omits data provided by the company and combustible dust safety experts.\n\nDidion said the majority of the CSB's recommendations were implemented when it built a new mill in 2018 with guidance from engineering and safety experts \"to exceed industry safety and quality standards.\" The company added it continually evaluates safety procedures and equipment to align with or exceed best practices. \"Didion continues to hold those lost and injured in the accident in our hearts,\" the statement said.\n\nOn Aug. 5, 2025, the CSB sent a final letter urging Didion to take action or risk the case being closed with an \"Unacceptable Response\" designation.\n\nIn a separate development, the U.S. Department of Justice announced in February 2024 that three former Didion executives, including the vice president of operations, were each sentenced to two years in prison and fined for falsifying safety records and obstructing investigations. The company was fined more than $10 million and placed on five years' probation after being convicted of falsifying environmental and sanitation logs.",
  "Author Profile Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2022/11/headshot_2022.63876d9ca2682.png?w=120&h=120&fit=crop",
  "Author Email Address" : "ajoshi@endeavorb2b.com",
  "Author Job Title" : "Managing Editor",
  "Author Bio" : "Amanda Joshi has more than 18 years of experience in business-to-business publishing for both print and digital content. Before joining Chemical Processing, she worked with Manufacturing.net and Electrical Contracting Products. She's a versatile, award-winning editor with experience in writing and editing technical content, executing marketing strategy, developing new products, attending industry events and developing customer relationships.\n\nAmanda graduated from Northern Illinois University in 2001 with a B.A. in English and has been an English teacher. She lives in the Chicago suburbs with her husband and daughter, and their mini Aussiedoodle, Riley. In her rare spare time, she enjoys reading, tackling DIY projects, and horseback riding."
}, {
  "Article Title" : "Nouryon, Eastman Expand Capacity to Support Pulp and Textile Industries",
  "Article URL" : "https://www.chemicalprocessing.com/industrynews/news/55309625/specialty-chemical-makers-expand-capacity-to-support-pulp-and-textile-industries",
  "Article Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2025/08/689ce26d2ed90cc73e10fab8-shutterstock_1937884462.png?auto=format",
  "Category" : "Commercial Property",
  "Author Name" : "Amanda Joshi",
  "Article Content" : "Specialty chemicals makers Nouryon and Eastman Chemical Co. announced separate projects aimed at expanding production capacity to meet demand in the pulp and textile industries.\n\nAmsterdam-based Nouryon has signed a long-term agreement with Chile-based Arauco to supply sodium chlorate and chlorine dioxide solutions for Arauco's planned $4.6 billion pulp mill in Mato Grosso do Sul, Brazil. Nouryon said it will build and operate a fully integrated sodium chlorate facility, increasing its South America capacity by 20% and its global capacity by nearly 10%. It will also engineer, construct and operate Arauco's chlorine dioxide plant at the site, which is expected to begin production in late 2027.\n\nKingsport, Tennessee-based Eastman Chemical announced it has formed a strategic partnership with Huafon Chemical to build a joint facility in China to produce cellulose acetate yarn. The site reportedly will focus on localized production and innovation of Eastman's Naia cellulose acetate filament yarns to support the Chinese textile market.",
  "Author Profile Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2022/11/headshot_2022.63876d9ca2682.png?w=120&h=120&fit=crop",
  "Author Email Address" : "ajoshi@endeavorb2b.com",
  "Author Job Title" : "Managing Editor",
  "Author Bio" : "Amanda Joshi has more than 18 years of experience in business-to-business publishing for both print and digital content. Before joining *Chemical Processing,* she worked with Manufacturing.net and Electrical Contracting Products. She's a versatile, award-winning editor with experience in writing and editing technical content, executing marketing strategy, developing new products, attending industry events and developing customer relationships.\n\nAmanda graduated from Northern Illinois University in 2001 with a B.A. in English and has been an English teacher. She lives in the Chicago suburbs with her husband and daughter, and their mini Aussiedoodle, Riley. In her rare spare time, she enjoys reading, tackling DIY projects, and horseback riding."
}, {
  "Article Title" : "CSB to Investigate Fatal Incident at U.S. Steel's Pennsylvania Coke Plant",
  "Article URL" : "https://www.chemicalprocessing.com/safety-security/fire-explosion-protection/news/55309384/csb-probes-fatal-incident-at-pennsylvania-coke-plant",
  "Article Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2025/08/689ba03cfc1877bfff073634-shutterstock_2664720069.png?auto=format",
  "Category" : "Occupational Health & Safety",
  "Author Name" : "Amanda Joshi",
  "Article Content" : "The U.S. Chemical Safety and Hazard Investigation Board (CSB) has opened an investigation into the Aug. 11 explosions and fires at U.S. Steel's Clairton Coke Works plant in Clairton, Pennsylvania, that reportedly killed two people and injured at least 10 others, according to the agency.\n\nCSB Chairperson Steve Owens said the board will work to determine the cause of the incident and identify measures to help prevent similar events. The Clairton Coke Works facility processes raw coal into coke for steelmaking and covers 392 acres about 15 miles from Pittsburgh. It is considered the largest coking facility in North America, with nearly 1,300 employees reporting daily.\n\n\"This is a very serious incident that fatally injured two people and put others at serious risk. It should not have happened and potentially could have been prevented,\" CSB Board Member Sylvia Johnson said.\n\nEarlier this month, the CSB also announced an investigation into a fatal dust explosion at a biofuels plant in Nebraska, which reportedly resulted in one death.",
  "Author Profile Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2022/11/headshot_2022.63876d9ca2682.png?w=120&h=120&fit=crop",
  "Author Email Address" : "ajoshi@endeavorb2b.com",
  "Author Job Title" : "Managing Editor",
  "Author Bio" : "Amanda Joshi has more than 18 years of experience in business-to-business publishing for both print and digital content. Before joining Chemical Processing, she worked with Manufacturing.net and Electrical Contracting Products. She's a versatile, award-winning editor with experience in writing and editing technical content, executing marketing strategy, developing new products, attending industry events and developing customer relationships.\n\nAmanda graduated from Northern Illinois University in 2001 with a B.A. in English and has been an English teacher. She lives in the Chicago suburbs with her husband and daughter, and their mini Aussiedoodle, Riley. In her rare spare time, she enjoys reading, tackling DIY projects, and horseback riding."
}, {
  "Article Title" : "Chevron Phillips Chemical doubles LV PAO capacity at Belgium plant",
  "Article URL" : "https://www.chemicalprocessing.com/industrynews/news/55309038/chevron-phillips-chemical-doubles-lv-pao-capacity-at-belgium-plant",
  "Article Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2025/08/689a511dea0d7cd51f280348-beringen_expansion.png?auto=format",
  "Category" : "Commercial Property",
  "Author Name" : "Amanda Joshi",
  "Article Content" : "Chevron Phillips Chemical has completed an expansion of its low-viscosity polyalphaolefins production unit in Beringen, Belgium, the company said Aug. 11.\n\nThe project reportedly doubled the site's low-viscosity polyalphaolefins capacity (LV PAO) to 120,000 metric tons per year, making it the largest decene-based LV PAO facility in Europe by output. LV PAOs are used in automotive and industrial lubricants and in newer applications such as electric vehicles, wind turbines and immersion cooling.\n\nThe upgraded facility includes electrification technologies to reduce reliance on natural gas. Chevron Phillips Chemical also is evaluating renewable electricity options for the site.\n\nLocated in central Europe, the Beringen facility has access to local feedstocks, a skilled workforce and regional supply chain networks, the company said.",
  "Author Profile Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2022/11/headshot_2022.63876d9ca2682.png?w=120&h=120&fit=crop",
  "Author Email Address" : "ajoshi@endeavorb2b.com",
  "Author Job Title" : "Managing Editor",
  "Author Bio" : "Amanda Joshi has more than 18 years of experience in business-to-business publishing for both print and digital content. Before joining *Chemical Processing,* she worked with Manufacturing.net and Electrical Contracting Products. She's a versatile, award-winning editor with experience in writing and editing technical content, executing marketing strategy, developing new products, attending industry events and developing customer relationships.\n\nAmanda graduated from Northern Illinois University in 2001 with a B.A. in English and has been an English teacher. She lives in the Chicago suburbs with her husband and daughter, and their mini Aussiedoodle, Riley. In her rare spare time, she enjoys reading, tackling DIY projects, and horseback riding."
}, {
  "Article Title" : "Explosion at U.S. Steel Clairton Coke Works Kills One, Injures Dozens",
  "Article URL" : "https://www.chemicalprocessing.com/safety-security/fire-explosion-protection/news/55309030/explosion-at-us-steel-clairton-coke-works-kills-one-injures-dozens",
  "Article Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2025/08/689a4d490061cce375c6230b-u.png?auto=format",
  "Category" : "Occupational Health & Safety",
  "Author Name" : "Amanda Joshi",
  "Article Content" : "Multiple explosions disrupted operations at the nation's largest coke manufacturing facility, prompting emergency response and air quality monitoring.\n\nAn explosion Aug. 11 at U.S. Steel's Clairton Coke Works in Clairton, Pennsylvania, has reportedly left one person dead, two unaccounted for and dozens injured, according to USA Today. Multiple blasts were reported, and search-and-rescue teams are working to locate missing personnel and assist those trapped in debris, as of press time. Injured employees have reportedly been transported to local hospitals.\n\nThe facility --- which operates 10 coke oven batteries and produces over 4 million tons annually --- has a history of operational incidents, including a February 2025 fire reportedly caused by a hydraulic failure and gas buildup that injured two workers, as reported by the Allegheny Front.\n\nAuthorities advised residents within a one-mile radius to remain indoors as a precaution, though air monitoring has not detected contaminant levels reportedly exceeding federal standards. The Allegheny County Department of Health is coordinating with emergency responders and continuing real-time environmental monitoring.\n\nThe cause of the explosion has not been determined. The Clairton plant is a key supplier to U.S. Steel's integrated operations and the commercial coke market, making any prolonged outage potentially disruptive to downstream steelmaking processes.",
  "Author Profile Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2022/11/headshot_2022.63876d9ca2682.png?w=120&h=120&fit=crop",
  "Author Email Address" : "ajoshi@endeavorb2b.com",
  "Author Job Title" : "Managing Editor",
  "Author Bio" : "Amanda Joshi has more than 18 years of experience in business-to-business publishing for both print and digital content. Before joining Chemical Processing, she worked with Manufacturing.net and Electrical Contracting Products. She's a versatile, award-winning editor with experience in writing and editing technical content, executing marketing strategy, developing new products, attending industry events and developing customer relationships.\n\nAmanda graduated from Northern Illinois University in 2001 with a B.A. in English and has been an English teacher. She lives in the Chicago suburbs with her husband and daughter, and their mini Aussiedoodle, Riley. In her rare spare time, she enjoys reading, tackling DIY projects, and horseback riding."
}, {
  "Article Title" : "Eastman Delays $1.2B Texas Recycling Plant",
  "Article URL" : "https://www.chemicalprocessing.com/asset-management/economics/news/55308121/eastman-delays-12b-texas-recycling-plant",
  "Article Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2025/08/6893a7d517600f92a8b109eb-shutterstock_1363491392.png?auto=format",
  "Category" : "Commercial Property",
  "Author Name" : "Jonathan Katz",
  "Article Content" : "Eastman Chemical Co. is delaying construction of its $1.2 billion Longview, Texas, plastics recycling plant due to the U.S. Department of Energy's May announcement that it would cut $3.7 billion in clean-energy grants.\n\nEastman plans to appeal the Trump administration's decision to cancel federal funding of the project, said company spokesperson Kristin Parker.\n\n\"While we continue to pursue an appeal for the DOE award revocation, it is clear this will not be a short process and significant uncertainties remain,\" said Parker Aug. 6 in an email. \"Therefore, we are reassessing the project scope and timing of our second U.S. methanolysis facility planned for Texas.\"\n\nConstruction on the Texas plant will be delayed for at least two years. It was scheduled to open in 2028. The plant was part of Eastman's broader plans to expand its methanolysis process for plastics recycling currently in operation in Kingsport, Tennessee.\n\nThe company is exploring ways to scale methanolysis production at its other sites while it proceeds with the appeals process.\n\n\"Our ability to expand our Kingsport methanolysis facility and potentially add new capacity in creative ways affords us time and optionality to serve our specialty and packaging business models over the next couple of years as we explore these other capital-efficient models,\" Parker said. \"We expect this new path of scale-up will enable us to push out significant capital expenditures for the second plant by roughly two years.\"\n\nThe company has worked through several construction issues at the Kingsport plant and undergone debottlenecking investments that show the potential of exceeding expected capacity, with ideas to potentially achieve even higher performance levels, said Eastman CEO Mark Costa during the company's quarterly earnings call on Aug. 1.\n\n\"We have creative ideas of not just looking how to do it at Longview but looking at three other sites where we might have some better advantages and how to be efficient,\" Costa said.\n\nDOE canceled 24 awards, 16 of which had been signed by the Biden administration in the final weeks before the transition to the Trump administration. The canceled funding was primarily allocated for carbon capture and sequestration and decarbonization initiatives, the DOE stated.",
  "Author Profile Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2022/12/jon_katz_headshot.638e6f5214533.png?w=120&h=120&fit=crop",
  "Author Email Address" : "jkatz@endeavorb2b.com",
  "Author Job Title" : "Executive Editor",
  "Author Bio" : "Jonathan Katz, executive editor, brings nearly two decades of experience as a B2B journalist to Chemical Processing magazine. He has expertise on a wide range of industrial topics. Jon previously served as the managing editor for IndustryWeek magazine and, most recently, as a freelance writer specializing in content marketing for the manufacturing sector.\n\nHis knowledge areas include industrial safety, environmental compliance/sustainability, lean manufacturing/continuous improvement, Industry 4.0/automation and many other topics of interest to the Chemical Processing audience.\n\nWhen he's not working, Jon enjoys fishing, hiking and music, including a small but growing vinyl collection.\n\nJon resides in the Cleveland, Ohio, area."
}, {
  "Article Title" : "Chevron Slows Permian Growth as ExxonMobil Plans to Expand",
  "Article URL" : "https://www.chemicalprocessing.com/industrynews/news/55308100/chevron-slows-permian-growth-as-exxonmobil-plans-to-expand",
  "Article Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2025/08/68939e7e1c7b7e2f48aef73e-shutterstock_2312009741.png?auto=format",
  "Category" : "Environmental Responsibility",
  "Author Name" : "Mella Mcewen",
  "Article Content" : "Despite falling oil prices and lower earnings, both producers reported record Permian output in Q2, but are taking different paths forward.\n\nFalling oil prices sent second-quarter profits at two of the Permian Basin's dominant producers, Exxon Mobil and Chevron, tumbling to four-year lows. But the two multinationals are taking different approaches to the future.\n\nChevron, which is shedding 200 Midland-area jobs as part of a 15% to 20% reduction in its global workforce, said in its earnings report Permian Basin production has topped 1 million barrels per day, a gain of 14% from the previous year.\n\nHaving achieved that milestone, Chevron Chief Executive Officer Mike Wirth said during the company's investor call that it will begin to moderate growth and reduce capital expenditures as it focuses on generating free cash flow.\n\n\"As we deliver that free cash flow growth of $2 billion next year in the Permian, I think you should see capex drop further as we can continue to manage a sustained performance in the Permian,\" Wirth told investors.\n\nHe attributed the second quarter results to strong execution by Chevron's staff as well as record production not only from the Permian, but from Chevron's Tengizchevroil (TCO) affiliate and the Gulf of Mexico.\n\nChevron has been producing in the Permian Basin for 100 years, tracing its roots back to the Texas Pacific Land Trust and now contains more than two million net acres and an advantaged mineral interest.\n\nWhile Chevron is taking steps to moderate its growth, ExxonMobil is planning for continued growth.\n\nIn its second-quarter earnings, the company reported record production of 1.6 million oil-equivalent barrels per day from the Permian, with plans to grow that to 2.3 million oil-equivalent barrels per day by 2030.\n\n\"Our Permian target remains to double resource recovery, for an industry that sits at just 6% to 8% today. We have a deep and increasing portfolio of new technologies that we have been developing for many years. Some are already being deployed, while more are on the way including our fourth generation cube development,\" the company reported in its earnings release.\n\n\"Deploying these innovative technologies to the largest low-cost inventory in the Permian Basin is key to our long-term growth trajectory. While others talk about reaching peak production in the near-term, we see growth continuing into the next decade,\" officials added.\n\nExxonMobil Chairman and CEO Darren Woods attributed much of the production growth to its acquisition of Pioneer Natural Resources, which \"made us the undisputed leader in the Permian Basin,\" he said during the second-quarter investors' call. He added that the company is open to additional acquisitions.\n\n\"We're interested in building value and building volumes. And that's what we've been doing in Pioneer and what we look for in other opportunities. We're not looking to buy companies and then strip all the people out of them. Instead, we're looking to buy companies with talented folks where we learn from them and they learn from us. So that's a really important part of our acquisition strategy,\" he said.",
  "Author Profile Image" : "",
  "Author Email Address" : "",
  "Author Job Title" : "",
  "Author Bio" : ""
}, {
  "Article Title" : "New Model Offers Scalable, Low-Cost Approach to Reduce Refrigerant Emissions",
  "Article URL" : "https://www.chemicalprocessing.com/environmental-protection/air-environment/news/55307813/new-model-offers-scalable-low-cost-approach-to-reduce-refrigerant-emissions",
  "Article Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2025/08/6892575ad3c3ed8580077652-sustainablemanagement.png?auto=format",
  "Category" : "Environmental Responsibility",
  "Author Name" : "Amanda Joshi",
  "Article Content" : "Researchers propose a lifecycle-based strategy to curb fluorocarbon emissions and reduce reliance on virgin chemical production.\n\nA new emissions modeling tool may help chemical manufacturers scale down refrigerant emissions through end-of-life recovery and reclamation, according to a study published in *Environmental Science & Technology* (Environmental Science & Technology). The research, conducted by IIASA and Peking University, highlights a lifecycle-based approach that supports circular economy practices while minimizing the environmental impact of fluorocarbon use in industrial operations.\n\nThe study introduces the Extended Lifecycle Emissions Framework (ELEF), which tracks emissions across each stage of refrigerant use from production to disposal. Analysis shows that without recovery and reclamation, most fluorocarbons are released during equipment decommissioning, where they are commonly vented rather than captured, said the researchers in a press statement.\n\nResearchers found that implementing recovery, recycling, reclamation, and destruction (RRRD) strategies could eliminate more than half of the residual refrigerant emissions projected even after meeting international regulatory targets. In particular, reclaimed refrigerants were shown to have a carbon footprint four times lower than virgin alternatives, offering chemical plants a viable way to reduce Scope 3 emissions(chemicalprocessing.com).\n\nThe findings also suggest that up to 93% of mitigation could be achieved at a cost below $10 per tonne of CO₂-equivalent --- far below the Intergovernmental Panel on Climate Change's estimated cost for meeting global climate goals.\n\nAdoption of fluorocarbon lifecycle management is currently limited by enforcement challenges and insufficient infrastructure, the researchers said. However, the study notes that early investments in systems to handle HCFCs and HFCs could later be adapted for next-generation fluorinated gases, such as HFOs, supporting long-term sustainability across chemical processing industries.\n\nNext steps identified by the researchers include scaling up recovery practices for large equipment and creating market incentives for reclaimed refrigerants.",
  "Author Profile Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2022/11/headshot_2022.63876d9ca2682.png?w=120&h=120&fit=crop",
  "Author Email Address" : "ajoshi@endeavorb2b.com",
  "Author Job Title" : "Managing Editor",
  "Author Bio" : "Amanda Joshi has more than 18 years of experience in business-to-business publishing for both print and digital content. Before joining *Chemical Processing,* she worked with Manufacturing.net and Electrical Contracting Products. She's a versatile, award-winning editor with experience in writing and editing technical content, executing marketing strategy, developing new products, attending industry events and developing customer relationships.\n\nAmanda graduated from Northern Illinois University in 2001 with a B.A. in English and has been an English teacher. She lives in the Chicago suburbs with her husband and daughter, and their mini Aussiedoodle, Riley. In her rare spare time, she enjoys reading, tackling DIY projects, and horseback riding."
}, {
  "Article Title" : "Researchers Develop Water-based Electrochemical Method for Ammonia Synthesis",
  "Article URL" : "https://www.chemicalprocessing.com/processing-equipment/reaction-synthesis/news/55307801/researchers-develop-water-based-electrochemical-method-for-ammonia-synthesis",
  "Article Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2025/08/6892564861a62d64daa784cb-kornienkografikneu.png?auto=format",
  "Category" : "Environmental Responsibility",
  "Author Name" : "Amanda Joshi",
  "Article Content" : "Researchers at the University of Bonn have developed a new method to produce ammonia using renewable electricity, water and nitrogen gas instead of methane-based hydrogen. The team's work, published in Nature Communications (Nature Communications), outlines a system that could provide an alternative to the energy- and carbon-intensive Haber-Bosch process, according to the press statement(University of Bonn ).\n\nAmmonia, essential in fertilizer production, is typically synthesized using fossil fuels. The new method uses the lithium-mediated nitrogen reduction reaction (LiNRR), in which lithium reacts with nitrogen to form a compound that can then be converted into ammonia if hydrogen is available. According to the researchers, the system traditionally depends on alcohols or solvents as hydrogen sources, which limits its practicality and sustainability.\n\nTo address this, the team employed a palladium (Pd) foil that functions as both an electrode and a membrane. Palladium allows hydrogen atoms to pass through, enabling a setup where water-based electrolysis supplies hydrogen atoms to the reaction zone, separated from the water environment. This design eliminates the need for sacrificial hydrogen donors, the researchers said.\n\nExperimental verification using deuterium-labeled water confirmed that the hydrogen used in ammonia formation came directly from water. According to the press statement, the study demonstrates the technical feasibility of a more sustainable ammonia synthesis process, although current yields remain far below levels needed for industrial application.\n\n\"We generally view this system as a model for the time being, as there are several practical difficulties,\" said Nikolay Kornienko from the Institute of Inorganic Chemistry at the University of Bonn. Because high voltage is required to reduce lithium ions to metallic lithium, energy efficiency is limited to around 25%, according to press statement. The process must also be conducted in strictly air- and water-free environments due to the extreme reactivity of lithium metal. In addition, a porous solid electrolyte interphase (SEI) forms on the lithium layer, similar to lithium-ion batteries. This SEI must be permeable enough to allow both nitrogen gas and hydrogen to reach the reactive lithium surface, which is essential for the continued synthesis of ammonia, the team noted.\n\nThe researchers have filed a patent application for the system. Further development is needed to improve reaction rates, efficiency and selectivity before the process can be scaled for economic use.\n\n\"We are still in the early stages,\" said the team. \"In general, research needs to be done on the reaction rates and selectivity of the system.\"",
  "Author Profile Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2022/11/headshot_2022.63876d9ca2682.png?w=120&h=120&fit=crop",
  "Author Email Address" : "ajoshi@endeavorb2b.com",
  "Author Job Title" : "Managing Editor",
  "Author Bio" : "Amanda Joshi has more than 18 years of experience in business-to-business publishing for both print and digital content. Before joining Chemical Processing, she worked with Manufacturing.net and Electrical Contracting Products. She's a versatile, award-winning editor with experience in writing and editing technical content, executing marketing strategy, developing new products, attending industry events and developing customer relationships.\n\nAmanda graduated from Northern Illinois University in 2001 with a B.A. in English and has been an English teacher. She lives in the Chicago suburbs with her husband and daughter, and their mini Aussiedoodle, Riley. In her rare spare time, she enjoys reading, tackling DIY projects, and horseback riding."
}, {
  "Article Title" : "CSB Investigates Fatal Dust Explosion at Nebraska Biofuels Plant",
  "Article URL" : "https://www.chemicalprocessing.com/safety-security/fire-explosion-protection/news/55307558/csb-investigates-fatal-dust-explosion-at-nebraska-biofuels-plant",
  "Article Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2025/08/689116534ab60472c944f577-shutterstock_1409329808.png?auto=format",
  "Category" : "Occupational Health & Safety",
  "Author Name" : "Amanda Joshi",
  "Article Content" : "Three people were killed in a fire and explosion at Horizon Biofuels. CSB has launched an investigation and reiterated safety concerns over combustible dust.\n\nThe U.S. Chemical Safety and Hazard Investigation Board (CSB) has opened a formal investigation into a fatal explosion and fire at the Horizon Biofuels facility in Fremont, Nebraska. The incident occurred July 29 and resulted in the deaths of a man and his two young daughters who were inside the facility at the time.\n\n\"This horrific incident should never have happened,\" said CSB Chairperson Steve Owens. \"We want to prevent a terrible tragedy like this from occurring again.\"\n\nThe facility produces wood fuel pellets from wood waste for heating and industrial use, as well as animal bedding. Local media reported that the Nebraska State Fire Marshal's office attributed the cause to an accidental dust fire.\n\nThe CSB has previously investigated multiple combustible dust-related incidents and has released hazard studies, videos, and safety alerts aimed at preventing such events.\n\nFor its part, Chemical Processing hosts an annual combustible dust roundtable webinar to increase awareness of the hazards and the available safeguards against fires and explosions within combustible solids processing and handling industries.",
  "Author Profile Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2022/11/headshot_2022.63876d9ca2682.png?w=120&h=120&fit=crop",
  "Author Email Address" : "ajoshi@endeavorb2b.com",
  "Author Job Title" : "Managing Editor",
  "Author Bio" : "Amanda Joshi has more than 18 years of experience in business-to-business publishing for both print and digital content. Before joining Chemical Processing, she worked with Manufacturing.net and Electrical Contracting Products. She's a versatile, award-winning editor with experience in writing and editing technical content, executing marketing strategy, developing new products, attending industry events and developing customer relationships.\n\nAmanda graduated from Northern Illinois University in 2001 with a B.A. in English and has been an English teacher. She lives in the Chicago suburbs with her husband and daughter, and their mini Aussiedoodle, Riley. In her rare spare time, she enjoys reading, tackling DIY projects, and horseback riding."
}, {
  "Article Title" : "Chemours, DuPont and Corteva Agree to $875M PFAS Settlement with New Jersey",
  "Article URL" : "https://www.chemicalprocessing.com/environmental-protection/news/55307548/chemours-dupont-and-corteva-agree-to-875m-pfas-settlement-with-new-jersey",
  "Article Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2025/08/68910e3cd3c3ed858006a62d-shutterstock_2364417799.png?auto=format",
  "Category" : "Environmental Responsibility",
  "Author Name" : "Amanda Joshi",
  "Article Content" : "Chemours, DuPont and Corteva Agree to $875M PFAS Settlement with New Jersey\n\nThe long-term agreement covers legacy site contamination and statewide PFAS claims, pending court approval.\n\nChemours, DuPont de Nemours and Corteva have reached a proposed $875 million settlement with the State of New Jersey to resolve environmental and other claims related to per- and polyfluoroalkyl substances (PFAS), according to a joint announcement by the companies.\n\nThe agreement addresses legacy contamination claims at four current and former sites --- Chambers Works, Parlin, Pompton Lakes and Repauno --- as well as alleged statewide PFAS pollution, including from aqueous film forming foam (AFFF).\n\nPayments totaling $875 million will be made over a 25-year period starting no earlier than January 1, 2026, following final court approval of the proposed Judicial Consent Order (JCO). The present value of the settlement is approximately $500 million, the companies said. Chemours will pay 50% of the total, DuPont 35.5% and Corteva 14.5%, based on a 2021 cost-sharing agreement.\n\nThe settlement also includes funding mechanisms for future remediation, including a Remediation Funding Source and a capped $475 million Reserve Fund, both backed by surety bonds or similar instruments. These funds are intended to ensure financial resources for long-term environmental obligations without requiring immediate cash payments beyond the costs of maintaining the bonds.\n\nAdditionally, DuPont and Corteva will purchase for $150 million Chemours' rights to certain PFAS-related insurance proceeds. Chemours will receive a share of future recoveries once DuPont and Corteva have recouped their investment plus a fee.\n\nThe settlement follows a separate agreement in May between 3M and the State of New Jersey to resolve PFAS contamination claims for up to $450 million. That settlement covered alleged damage to natural resources and public drinking water supplies across the state.\n\nThe JCO remains subject to public comment and final approval by the court.",
  "Author Profile Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2022/11/headshot_2022.63876d9ca2682.png?w=120&h=120&fit=crop",
  "Author Email Address" : "ajoshi@endeavorb2b.com",
  "Author Job Title" : "Managing Editor",
  "Author Bio" : "Amanda Joshi has more than 18 years of experience in business-to-business publishing for both print and digital content. Before joining Chemical Processing, she worked with Manufacturing.net and Electrical Contracting Products. She's a versatile, award-winning editor with experience in writing and editing technical content, executing marketing strategy, developing new products, attending industry events and developing customer relationships.\n\nAmanda graduated from Northern Illinois University in 2001 with a B.A. in English and has been an English teacher. She lives in the Chicago suburbs with her husband and daughter, and their mini Aussiedoodle, Riley. In her rare spare time, she enjoys reading, tackling DIY projects, and horseback riding."
}, {
  "Article Title" : "Nations Gather for Final Push on Global Plastics Treaty",
  "Article URL" : "https://www.chemicalprocessing.com/environmental-protection/news/55307016/nations-gather-for-final-push-on-global-plastics-treaty",
  "Article Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2025/07/688bd20488fa76e46974be20-shutterstock_2546448669.png?auto=format",
  "Category" : "Environmental Responsibility",
  "Author Name" : "Jonathan Katz",
  "Article Content" : "After five rounds of talks, nations meet in Geneva to resolve disputes over production cuts and chemical restrictions that have stalled the landmark agreement.\n\nGlobal plastics treaty talks continue Aug. 5-14 in Geneva, Switzerland, as 175 nations seek to finalize an agreement.\n\nThis will mark the sixth and final planned meeting of the UN Environment Assembly, with the most recent session in Busan, South Korea, in 2024.\n\nIn the previous sessions, participants couldn't resolve several key issues, including whether the treaty should focus on plastic waste reduction or the entire plastics lifecycle.\n\nMajor petroleum-producing nations, including Saudi Arabia and Russia, were among the countries pushing back against measures that would cut plastics production and require the listing or phasing out of certain chemicals.\n\nOther key issues included the production of primary polymers and financing support to implement the treaty, according to the World Economic Forum.\n\nThe goal of the upcoming meeting, INC-5.2, is to resolve these issues and finalize the treaty. Finance will also be a focus, with discussions on a framework and means to implement the treaty.",
  "Author Profile Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2022/12/jon_katz_headshot.638e6f5214533.png?w=120&h=120&fit=crop",
  "Author Email Address" : "jkatz@endeavorb2b.com",
  "Author Job Title" : "Executive Editor",
  "Author Bio" : "Jonathan Katz, executive editor, brings nearly two decades of experience as a B2B journalist to *Chemical Processing* magazine. He has expertise on a wide range of industrial topics. Jon previously served as the managing editor for *IndustryWeek* magazine and, most recently, as a freelance writer specializing in content marketing for the manufacturing sector.\n\nHis knowledge areas include industrial safety, environmental compliance/sustainability, lean manufacturing/continuous improvement, Industry 4.0/automation and many other topics of interest to the *Chemical Processing* audience.\n\nWhen he's not working, Jon enjoys fishing, hiking and music, including a small but growing vinyl collection.\n\nJon resides in the Cleveland, Ohio, area."
}, {
  "Article Title" : "Linde Commissions Helium Storage Cavern",
  "Article URL" : "https://www.chemicalprocessing.com/industrynews/news/55307036/linde-commissions-helium-storage-cavern",
  "Article Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2025/07/688bdf3b2621c127df7c3f79-shutterstock_2243827093.png?auto=format",
  "Category" : "Environmental",
  "Author Name" : "",
  "Article Content" : "As one of only three helium salt caverns in the world, it has the capability to store and extract helium helping to balance natural supply and demand cycles.\n\nLinde has announced it has commissioned one of the world's largest helium storage caverns in Beaumont, Texas. The company, which specializes in industrial gases and engineering, operates a storage facility with a capacity of more than three billion cubic feet.\n\nThe cavern is one of only three helium salt caverns in the world and has the capability to store and extract helium helping to balance natural supply and demand cycles, according to a news release. The facility further strengthens long-term reliability in the critical global helium market and is the latest of Linde's investments to enhance its existing global helium infrastructure as demand for the gas continues to grow.\n\nBeyond the storage cavern, Linde maintains proprietary technology related to the storage and production of helium. The company also has a diverse, global network of sources, production facilities and assets to supply customers across the world. Helium plays a vital role in numerous applications, including the production of advanced semiconductor devices and serving as a critical material for nearly all space vehicle launches, as well as life-saving medical imaging equipment.",
  "Author Profile Image" : "",
  "Author Email Address" : "",
  "Author Job Title" : "",
  "Author Bio" : ""
}, {
  "Article Title" : "Startup Raises $2M to Scale Modular Clean Chemical Production",
  "Article URL" : "https://www.chemicalprocessing.com/processing-equipment/reaction-synthesis/news/55306640/startup-raises-2m-to-scale-modular-clean-chemical-production",
  "Article Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2025/07/688a4a76a42ec168d480a8e6-shutterstock_2399334555.png?auto=format",
  "Category" : "Environmental Responsibility",
  "Author Name" : "Amanda Joshi",
  "Article Content" : "Solidec's technology produces key industrial chemicals on-site using only air, water, and electricity, eliminating energy-intensive post-processing steps, according to the company.",
  "Author Profile Image" : "",
  "Author Email Address" : "",
  "Author Job Title" : "",
  "Author Bio" : ""
}, {
  "Article Title" : "Clariant and Shanghai Electric Partner to Scale Green Methanol Output",
  "Article URL" : "https://www.chemicalprocessing.com/asset-management/sustainability/news/55306627/clariant-and-shanghai-electric-partner-to-scale-green-methanol-output",
  "Article Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2025/07/688a43acc58ee293301fa951-13501_large_clapr1974a_2501228_en_jpg.png?auto=format",
  "Category" : "Environmental Responsibility",
  "Author Name" : "Amanda Joshi",
  "Article Content" : "Partnership builds on startup of biomass-to-methanol facility and targets expansion into SAF, green ammonia and e-methanol production by 2027.\n\nClariant has signed a strategic cooperation agreement with Shanghai Boiler Works, a subsidiary of Shanghai Electric, to support the development of sustainable energy projects in China. The collaboration builds on both companies' recent work on a 50,000 metric ton-per-year biomass-to-green methanol plant in Taonan, Jilin Province.\n\nThe Taonan facility, which launched operations with Clariant's MegaMax catalysts and on-site technical support, represents China's first biomass-to-methanol plant, said Clariant in a press statement. The second phase of the project is scheduled for startup in 2027 and is expected to increase output to 200,000 metric tons per year of green methanol, along with 10,000 metric tons per year of sustainable aviation fuel (SAF).\n\nAs part of the agreement, Clariant will provide catalyst technologies and engineering services for future production of green methanol, e-methanol, green ammonia and SAF, as well as for gas purification. Shanghai Electric will contribute its plant design and process expertise.\n\nClariant said the next steps under the agreement include collaborative R&D, chemical equipment supply and turnkey project execution.",
  "Author Profile Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2022/11/headshot_2022.63876d9ca2682.png?w=120&h=120&fit=crop",
  "Author Email Address" : "ajoshi@endeavorb2b.com",
  "Author Job Title" : "Managing Editor",
  "Author Bio" : "Amanda Joshi has more than 18 years of experience in business-to-business publishing for both print and digital content. Before joining Chemical Processing, she worked with Manufacturing.net and Electrical Contracting Products. She's a versatile, award-winning editor with experience in writing and editing technical content, executing marketing strategy, developing new products, attending industry events and developing customer relationships.\n\nAmanda graduated from Northern Illinois University in 2001 with a B.A. in English and has been an English teacher. She lives in the Chicago suburbs with her husband and daughter, and their mini Aussiedoodle, Riley. In her rare spare time, she enjoys reading, tackling DIY projects, and horseback riding."
}, {
  "Article Title" : "Arkema Earns ISCC Plus Certification for All Acrylic Monomer Sites",
  "Article URL" : "https://www.chemicalprocessing.com/asset-management/sustainability/news/55306420/arkema-earns-iscc-plus-certification-for-all-acrylic-monomer-sites",
  "Article Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2025/07/68892264b4d55030186e801a-shutterstock_2349413829.png?auto=format",
  "Category" : "Environmental Responsibility",
  "Author Name" : "Amanda Joshi",
  "Article Content" : "Arkema announced it has received ISCC PLUS certification for its acrylic monomer production sites in France, China and the U.S., enabling mass balance-based supply of bio-attributed materials at a global scale. Certified facilities include Carling, France; Taixing, China; and Clear Lake and Bayport, Texas, the latter operated by American Acryl, a joint venture with Nippon Shokubai.\n\nArkema also recently achieved accreditation for its bio-attributed acrylic and liquid polyester resins produced in Pasir Gudang, Malaysia.\n\nThe mass balance method allows renewable or recycled feedstocks to be accounted for throughout the production process via certified bookkeeping. Arkema said this will allow customers in industries such as coatings, adhesives, mobility and water treatment to reduce product carbon footprints more efficiently.\n\nThe company said the certifications will support the rollout of bio-attributed specialty resins and additives, including high-solids, waterborne and UV-LED-EB technologies.",
  "Author Profile Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2022/11/headshot_2022.63876d9ca2682.png?w=120&h=120&fit=crop",
  "Author Email Address" : "ajoshi@endeavorb2b.com",
  "Author Job Title" : "Managing Editor",
  "Author Bio" : "Amanda Joshi has more than 18 years of experience in business-to-business publishing for both print and digital content. Before joining Chemical Processing, she worked with Manufacturing.net and Electrical Contracting Products. She's a versatile, award-winning editor with experience in writing and editing technical content, executing marketing strategy, developing new products, attending industry events and developing customer relationships.\n\nAmanda graduated from Northern Illinois University in 2001 with a B.A. in English and has been an English teacher. She lives in the Chicago suburbs with her husband and daughter, and their mini Aussiedoodle, Riley. In her rare spare time, she enjoys reading, tackling DIY projects, and horseback riding."
}, {
  "Article Title" : "Veolia Expands Chip-Sector Recycling with Chameleon Acquisition",
  "Article URL" : "https://www.chemicalprocessing.com/industrynews/news/55306416/veolia-expands-chip-sector-recycling-with-chameleon-acquisition",
  "Article Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2025/07/6889202bae01c788534a6d3d-shutterstock_2333009191.png?auto=format",
  "Category" : "Environmental Responsibility",
  "Author Name" : "Amanda Joshi",
  "Article Content" : "Veolia Expands Chip-Sector Recycling with Chameleon Acquisition\nMove aims to prioritize circular economy technologies and environmental services for advanced manufacturing industries.\n\nVeolia has acquired Chameleon Industries, a Texas-based producer of specialty chemicals that reclaims semiconductor byproducts for reuse. The acquisition supports Veolia's Green Up strategy, which prioritizes circular economy technologies and environmental services for advanced manufacturing industries, said the company in a press statement(veolianorthamerica.com).\n\nChameleon operates four facilities in Texas, Oregon and Arizona that process waste streams from chip production into reusable materials. The company's integration is expected to help Veolia serve microelectronics manufacturers with lower-emission, waste-reduction solutions, the company said.\n\nVeolia North America now employs more than 2,300 people across 200 U.S. sites, offering waste management services for customers in the technology, pharmaceutical, healthcare and agriculture sectors.",
  "Author Profile Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2022/11/headshot_2022.63876d9ca2682.png?w=120&h=120&fit=crop",
  "Author Email Address" : "ajoshi@endeavorb2b.com",
  "Author Job Title" : "Managing Editor",
  "Author Bio" : "Amanda Joshi has more than 18 years of experience in business-to-business publishing for both print and digital content. Before joining Chemical Processing, she worked with Manufacturing.net and Electrical Contracting Products. She's a versatile, award-winning editor with experience in writing and editing technical content, executing marketing strategy, developing new products, attending industry events and developing customer relationships.\n\nAmanda graduated from Northern Illinois University in 2001 with a B.A. in English and has been an English teacher. She lives in the Chicago suburbs with her husband and daughter, and their mini Aussiedoodle, Riley. In her rare spare time, she enjoys reading, tackling DIY projects, and horseback riding."
}, {
  "Article Title" : "Air Liquide to Build $275M Gas Complex in Germany to Support Semiconductor Growth",
  "Article URL" : "https://www.chemicalprocessing.com/industrynews/news/55306148/air-liquide-to-build-275m-gas-complex-in-germany-to-support-semiconductor-growth",
  "Article Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2025/07/6887d0e403653165517e506d-shutterstock_2557731301.png?auto=format",
  "Category" : "",
  "Author Name" : "Amanda Joshi",
  "Article Content" : "The new production units in Dresden mark the company's largest electronics investment in Europe and follow recent expansion in Idaho.\n\nAir Liquide announced July 22 it has signed a long-term contract to supply high-purity industrial gases to a major semiconductor manufacturer in Dresden, Germany. The planned €250 million (approximately $273 million USD) investment will fund the construction of multiple on-site gas production units. The development is Air Liquide's largest electronics-related investment in Europe to date, according to the company.\n\nUnder the agreement, Air Liquide will build, own and operate three air separation units (ASUs), two hydrogen production units, and related infrastructure to deliver ultra-high-purity nitrogen, oxygen, argon, hydrogen, helium and CO₂. The site is located in \"Silicon Saxony,\" a semiconductor manufacturing hub near Dresden. The facility is expected to be operational in 2027.\n\nThe project is reportedly designed to meet increasing demand for high-purity carrier gases in advanced chip production. It will use modular, digital technologies to increase supply reliability and reduce environmental impact by minimizing emissions from truck transport. Air Liquide also said it will target 100% renewable electricity use at the new site.\n\nThis announcement follows a separate investment of $50 million for a new industrial gas production plant in Idaho to serve another semiconductor customer in the U.S. That facility, expected to begin operations in late 2025, will produce ultra-high-purity nitrogen and support continued growth of domestic chip manufacturing, said the company.",
  "Author Profile Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2022/11/headshot_2022.63876d9ca2682.png?w=120&h=120&fit=crop",
  "Author Email Address" : "ajoshi@endeavorb2b.com",
  "Author Job Title" : "Managing Editor",
  "Author Bio" : "Amanda Joshi has more than 18 years of experience in business-to-business publishing for both print and digital content. Before joining *Chemical Processing,* she worked with Manufacturing.net and Electrical Contracting Products. She's a versatile, award-winning editor with experience in writing and editing technical content, executing marketing strategy, developing new products, attending industry events and developing customer relationships.\n\nAmanda graduated from Northern Illinois University in 2001 with a B.A. in English and has been an English teacher. She lives in the Chicago suburbs with her husband and daughter, and their mini Aussiedoodle, Riley. In her rare spare time, she enjoys reading, tackling DIY projects, and horseback riding."
}, {
  "Article Title" : "PG&E Fined in First Enforcement of CSB Reporting Rule After 2023 Gas Release",
  "Article URL" : "https://www.chemicalprocessing.com/environmental-protection/news/55306141/pge-fined-in-first-enforcement-of-csb-reporting-rule-after-2023-gas-release",
  "Article Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2025/07/6887ce86ba12c710e7896c4b-shutterstock_510551791.png?auto=format",
  "Category" : "Environmental Responsibility",
  "Author Name" : "Amanda Joshi",
  "Article Content" : "The U.S. Environmental Protection Agency (EPA) and U.S. Chemical Safety and Hazard Investigation Board (CSB) announced a joint settlement with Pacific Gas and Electric Company (PG&E) for failing to report a serious natural gas release in 2023, marking the first enforcement action under the CSB's Accidental Release Reporting Rule.\n\nThe incident occurred on June 8, 2023, when natural gas was accidentally released from a PG&E pipeline in San Jose, California, resulting in serious injury to a PG&E employee. Although the CSB notified PG&E that the release met the reporting requirements under Section 112(r) of the Clean Air Act, the company failed to submit a report, said the agency.\n\nThe rule, finalized in 2020, requires prompt reporting of accidental chemical releases that cause a fatality, serious injury, or significant property damage. The CSB subsequently referred the case to the EPA, which has enforcement authority under the rule.\n\nUnder the settlement, PG&E agreed to pay a civil penalty of $45,273 and has since submitted the required report detailing the incident.\n\n\"Americans have a right to know about accidental releases of dangerous substances and their impacts,\" said Cecil Rodrigues, deputy assistant administrator for EPA's Office of Enforcement and Compliance Assurance in a press statement. \"This settlement clearly signals that EPA will hold companies accountable for not providing CSB with essential information, which can lead to the potential for loss of life, injury, or property damage.\"\n\nCSB Chairperson Steve Owens emphasized the rule's importance to the agency's investigative work. \"When companies fail to report serious chemical releases like this, they impede the CSB's ability to carry out the agency's core mission to conduct independent investigations of these incidents and help prevent similar incidents from happening in the future,\" Owens said in the announcment.\n\nThe CSB said most companies comply voluntarily, but enforcement was necessary in this case. The agency investigates serious chemical incidents and issues safety recommendations but does not have enforcement authority.",
  "Author Profile Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2022/11/headshot_2022.63876d9ca2682.png?w=120&h=120&fit=crop",
  "Author Email Address" : "ajoshi@endeavorb2b.com",
  "Author Job Title" : "Managing Editor",
  "Author Bio" : "Amanda Joshi has more than 18 years of experience in business-to-business publishing for both print and digital content. Before joining Chemical Processing, she worked with Manufacturing.net and Electrical Contracting Products. She's a versatile, award-winning editor with experience in writing and editing technical content, executing marketing strategy, developing new products, attending industry events and developing customer relationships.\n\nAmanda graduated from Northern Illinois University in 2001 with a B.A. in English and has been an English teacher. She lives in the Chicago suburbs with her husband and daughter, and their mini Aussiedoodle, Riley. In her rare spare time, she enjoys reading, tackling DIY projects, and horseback riding."
}, {
  "Article Title" : "EPA Shakeups, Ethane Carrier Christened and Dow Shutters Three Plants",
  "Article URL" : "https://www.chemicalprocessing.com/industrynews/podcast/55304926/epa-shakeups-ethane-carrier-christened-and-dow-shutters-three-plants",
  "Article Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2025/07/687ffecff59e51b5f528be81-distilled_podcast_july_2025_news.png?auto=format",
  "Category" : "Environmental Responsibility",
  "Author Name" : "Jonathan Katz",
  "Article Content" : "This week's episode includes exclusive, unpublished content related to Trump administration's R&D cuts within the EPA and their potential effects on environmental research priorities.\n\nRecent chemical industry developments highlight regulatory tensions and operational changes. EPA workers are protesting new leadership under Zeldin, with 139 employees placed on administrative leave amid accusations of science politicization and environmental justice program cuts. Trump granted the chemical industry a two-year EPA exemption, addressing industry concerns about previous regulations. Meanwhile, Braskem launched its $89 million Brave Future ethane carrier as part of fleet expansion, while Dow announced closures of three European plants by 2027 to improve margins. Researchers developed a breakthrough catalytic method converting biopolymers into recyclable high-performance plastics.\n\n**EPA Workers Revolt Against Zeldin; 139 Placed on Leave**\nAgency accused of politicizing science while gutting environmental justice programs.\n\n**Trump Grants Two-Year EPA Chemical Industry Exemption**\nThe American Chemistry Council said Trump's action addresses several 'concerning parts' of the Biden administration's rule.\n\n**Braskem Christens New Ethane Carrier as Part of Fleet Expansion**\nThe Brazilian petrochemical company's $89 million Brave Future vessel will operate between the US, Mexico and Brazil, with four more ships expected by 2026 to boost logistics autonomy.\n\n**Dow to Shut Down Three European Chemical Plants by End of 2027**\nDow will close upstream sites in Germany and the UK to reduce high-cost capacity and improve operational margins across its European portfolio.\n\n**New Catalytic Method Transforms Biopolymer into Recyclable High-Performance Plastics**\nStudy outlines how a natural biopolymer can be upconverted into customizable plastics and chiral compounds for chemical manufacturing.",
  "Author Profile Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2022/12/jon_katz_headshot.638e6f5214533.png?w=120&h=120&fit=crop",
  "Author Email Address" : "jkatz@endeavorb2b.com",
  "Author Job Title" : "Executive Editor",
  "Author Bio" : "Jonathan Katz, executive editor, brings nearly two decades of experience as a B2B journalist to Chemical Processing magazine. He has expertise on a wide range of industrial topics. Jon previously served as the managing editor for IndustryWeek magazine and, most recently, as a freelance writer specializing in content marketing for the manufacturing sector.\n\nHis knowledge areas include industrial safety, environmental compliance/sustainability, lean manufacturing/continuous improvement, Industry 4.0/automation and many other topics of interest to the Chemical Processing audience.\n\nWhen he's not working, Jon enjoys fishing, hiking and music, including a small but growing vinyl collection.\n\nJon resides in the Cleveland, Ohio, area."
}, {
  "Article Title" : "Trump Exempts 12 Louisiana Plants from Pollution Rule",
  "Article URL" : "https://www.chemicalprocessing.com/environmental-protection/air-environment/news/55305715/trump-exempts-12-louisiana-plants-from-pollution-rule",
  "Article Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2025/07/6883b10e1f26168099d6f714-shutterstock_1873346806.png?auto=format",
  "Category" : "Environmental Responsibility",
  "Author Name" : "David J. Mitchell and Josie Abugov",
  "Article Content" : "Proclamation cites technological limits, concerns over cost and national security impacts from supply chain disruptions. Shell, BASF, Dow, Union Carbide, Denka, Sasol, Westlake and others on the list.\n\nTwelve petrochemical companies in Louisiana have received two-year exemptions from President Donald Trump from complying with a 2024 rule aimed at cutting pollution and cancer risks for communities near industrial plants, a regulation they had labeled unnecessarily costly but which environmental activists had lauded as long-overdue.\n\nThe new proclamation cites technological limits, concerns over cost and national security impacts from supply chain disruptions to put off compliance until 2028 for major petrochemical companies operating in the Mississippi River region and Lake Charles area. Some advocates said they see the new exemptions as an interim move to delay implementation while the U.S. Environmental Protection Agency undoes or lessens the requirements permanently.\n\nLast year, environmental advocates hailed the rule as a major step in improving air quality for minority and poor communities that often bear the brunt of industrial pollution, though industry groups opposed them as too costly and unsupported by science.\n\nLouisiana plants receiving two-year break on new air controls:\n\nBASF Corp. --- Geismar and North Geismar facilities.\nCITGO Petroleum Corp. --- refinery in Lake Charles.\nDenka Performance Elastomer LLC --- closed neoprene production plant in LaPlace.\nDuPont Specialty Products USA, LLC --- Pontchartrain chemicals site in LaPlace.\nThe Dow Chemical Co. --- Glycol II unit in Plaquemine.\nFormosa Plastics Corp. --- Louisiana operations.\nRubicon LLC --- Geismar chemical complex.\nSasol Chemicals LLC --- chemical complex in Lake Charles.\nShell Chemical LP --- Geismar chemical plant.\nTotal Energies Petrochemicals & Refining USA --- Polystyrene plant in Carville.\nUnion Carbide Corp./The Dow Chemical Co. --- Hahnville complex.\nWestlake Vinyls LLC/Westlake Corp. --- Five facilities, at least some of which are in the Lake Charles area. Unclear if Geismar operation affected.\nTrump's proclamation issued July 17 grants the two-year exemptions to Shell, BASF, Dow, Union Carbide, Denka, Sasol, Westlake and a handful of other companies in Louisiana.\n\nThe proclamation doesn't always make clear to which facilities it applies for those companies. It also doesn't apply to all 51 Louisiana operations affected by the Biden-era pollution requirements, even though some companies that didn't get exemptions in Louisiana received them in other states, including Phillips 66 and Ineos.\n\nState regulators said they knew some companies had sought the exemptions --- the Trump administration had previously sought out requests from companies in March --- and have been monitoring their status.\n\n\"I appreciate the administration carefully reviewing the Louisiana facilities mentioned and ensuring that companies here are following proper regulations,\" DEQ Secretary Courtney Burdette said in a statement.\n\n'Start to Live Again'\n\nSharon Lavigne, who runs the local community group RISE St. James, which advocated for the regulatory changes known as the HON rule, alleged the exemptions would lead to more death for people in communities in the Mississippi River industrial corridor. Lavigne had attended the ceremony in Washington to introduce the new rule.\n\n\"When we signed that HON rule, we had hope that our community would be able to start to live again,\" she said. \"Why would they take away this HON rule? It doesn't make sense for us to go backwards instead of forward.\"\n\nOne Louisiana industry group said, however, that the exemptions simply offered companies time to comply without forcing shutdowns, supply disruptions and job impacts.\n\nThe rules, they said, posed difficult technical challenges and didn't offer realistic timelines to accomplish them when \"there are simply not enough contractors or equipment currently available to facilitate this nationwide manufacturing effort.\"\n\n\"And while our members are making strides to meet these requirements, time is needed for facilities to implement solutions safely and effectively without jeopardizing public safety,\" said Hisa Turner, a spokeswoman for the Louisiana Chemical Association.\n\nTwo national industry trade groups had asked the White House for a blanket exemption for all their members, documents show, which Trump hasn't granted. But some companies also filed their own individual exemptions, including Dow Chemical and its subsidiary Union Carbide Corp., in Texas and Louisiana.\n\nAt Dow in Plaquemine, for example, the company told the EPA that it would take up to three years to design and build new controls for small emissions of ethylene oxide from wastewater at its Glycol II unit.\n\nIn a March 31 exemption request, Dow officials said the unit makes ethylene oxide, which is used as a medical sterilizer but also an important additive in U.S. government jet fuel and aircraft deicing fluids. The company said it would have to shut the unit to meet the current deadline in the second half of 2026.\n\nIn a statement, Dow officials said the new exemptions for Dow and Union Carbide, which they termed deadline \"extensions,\" are \"appropriate and necessary to address technical challenges and to ensure the continued safe and efficient operation of these facilities.\"\n\n\"Safety and integrity are at the core of both companies' operations, and they remain dedicated to reducing ethylene oxide emissions to levels that meet or exceed federal and state regulations,\" said Glynna Mayers, a Dow spokeswoman.\n\nOfficials with Denka Performance Elastomer, which ceased operations in May due to market conditions, escalating costs and the burden of complying with new regulations, welcomed the exemption but said they were continuing their shutdown process.\n\n\"We continue to safely transition the facility to a mothball status while exploring all available options for the future of the site, including a sale of the facility,\" officials said in a statement.\n\nBiden's then-EPA administrator, Michael Regan, had formally proposed the rules a little more than two years ago in front of the then still operating Denka complex near LaPlace.\n\nAt the time, the Biden administration was making a push to rein in pollution for fence-line communities and raise the profile of environmental justice questions that have swirled for years around those areas with a largely minority makeup.\n\nLeading up to that effort, over the past 15 years, EPA scientists had learned that ethylene oxide and chloroprene, an emission tied to neoprene production at Denka, were far more potent than earlier understood. Ethylene oxide has been classified as a carcinogen and chloroprene as likely carcinogenic.\n\nThe new requirements Regan adopted would cut combined emissions of more than 100 toxic chemicals, including ethylene oxide and chloroprene, by 6,200 tons per year. Those changes alone were expected to reduce long-term cancer risk from toxic emissions by 96% for fence-line communities, the EPA said last year.\n\nThe rule would have also cut a different class of emissions that contribute to smog, known as volatile organic compounds, by 23,000 tons per year, generating an estimated $767 million in savings through 2038 from reduced health impacts due to short- and long-term exposure, EPA documents say.\n\nComing into office this year after hammering the former administration over what he called economically disruptive regulatory overreach, Trump, through his EPA head, has already made sweeping moves. He has aimed to eliminate the consideration of the environmental justice in regulatory decisions and taken steps to cut EPA's science and environmental justice arms.\n\nAlong with the push to roll back regulations, his administration hopes to spur what it calls the \"Great American Comeback.\"\n\n'Buying Enough Time'\n\nNicholas Bryner, an LSU environmental law professor, said Trump has the power under the Clean Air Act to issue the two-year exemptions. But arguing that the technology doesn't exist and that U.S. national security interests are implicated is a \"pretty tough standard\" to meet, he said. He said he expected the exemptions to face lawsuits.\n\nAdam Kron, supervising senior attorney with environmental group Earthjustice, said he sees the exemptions as an interim step in eventually doing away with the regulations, pointing to similar moves related to coal-fired power plants.\n\n\"It's basically the same goal, which is, you know, buying enough time to roll back these rules, Kron said.\n\nThe Biden EPA estimated the HON rule's suite of control improvements and fence-line monitoring requirements would have cost industries $1.8 billion through 2038, regulatory filings say. The EPA argued that wouldn't pose a big impact to company bottom lines or supply chains.\n\nThe agency estimated in regulatory filings then that the changes would have boosted the cost of key products from those industries by one-tenth to one-half of a percent and caused generally minimal supply disruptions due to costs representing less than 1% of the multinationals' annual sales.",
  "Author Profile Image" : "",
  "Author Email Address" : "",
  "Author Job Title" : "",
  "Author Bio" : ""
}, {
  "Article Title" : "Chevron to Cut Hundreds of Jobs at Former Hess HQ",
  "Article URL" : "https://www.chemicalprocessing.com/asset-management/economics/news/55305708/chevron-to-cut-hundreds-of-jobs-at-former-hess-hq",
  "Article Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2025/07/6883ab239e854dd5d62634ad-chevron_job_cuts_hess_merger.png?auto=format",
  "Category" : "Overhead",
  "Author Name" : "Allyson Ackerman",
  "Article Content" : "The Houston-based energy giant Chevron will lay off 575 employees from the Downtown Hess Tower following its $53 billion acquisition of Hess Corp., according to the company.\n\nThe company disclosed the layoffs---the second round of layoffs announced in just over two months---in a Worker Adjustment and Retraining Notification (WARN) letter sent July 18 to the Texas Workforce Commission. The affected employees work at 1501 McKinney St., where Hess previously operated its Houston office. The layoffs will begin on Sept. 26 and are permanent.\n\n\"As part of the integration, we will consolidate or eliminate some positions,\" Chevron said in a statement. \"These are difficult decisions which we do not make lightly. We understand the impact this news may have on employees, their families and the communities where we operate.\"\n\nEmployees affected by the cuts do not have bumping rights and are not part of a union. Bumping rights allow laid-off employees to take over the jobs of less senior workers within the company. Chevron said in a statement that it is working to integrate the Hess workforce and maintain safe operations during the transition. The company said some positions will be consolidated or eliminated as part of that process.\n\nChevron also plans to lay off employees in North Dakota as part of the broader integration. The company said it will provide severance packages, health coverage support, and job transition services to those affected.\n\nThe layoffs follow Chevron's plan to cut between $2 billion and $3 billion in structural costs and reduce up to 20 percent of its workforce by the end of 2026.\n\nThe layoffs come amid a wave of consolidation and cost-cutting in the oil and gas industry that has led to job losses across the Houston region. Earlier this year, Exxon Mobil laid off at least 400 employees in Texas after completing its $59.5 billion acquisition of Pioneer Natural Resources. ConocoPhillips announced plans to cut more than 500 jobs following its $22.5 billion acquisition of Marathon Oil. Encino Energy, another Houston-based firm, announced 121 layoffs following the sale of assets to EOG Resources in a $5.6 billion deal.\n\nBP and Shell have also announced significant workforce reductions, with Shell reportedly targeting upstream jobs in Houston as part of a broader restructuring.\n\n© 2025 the Houston Chronicle. Visit www.chron.com. Distributed by Tribune Content Agency, LLC.",
  "Author Profile Image" : "",
  "Author Email Address" : "",
  "Author Job Title" : "",
  "Author Bio" : ""
}, {
  "Article Title" : "Bakelite Adds Bio-Based Adhesives Through Acquisition of Sestec",
  "Article URL" : "https://www.chemicalprocessing.com/asset-management/economics/news/55305184/bakelite-adds-bio-based-adhesives-through-acquisition-of-sestec",
  "Article Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2025/07/68813897c83cf9e7352c5abf-shutterstock_675386536.png?auto=format",
  "Category" : "Overhead",
  "Author Name" : "Amanda Joshi",
  "Article Content" : "Bakelite, a supplier of thermoset specialty resins and engineered thermoset molding compounds, announced(bakelite.com) it has acquired Poland-based Sestec, a company known for its development of bio-based adhesive systems for wood and composite products. The acquisition expands Bakelite's global sustainable product offerings and includes Sestec's administration office in Kraków and its laboratory and production facility in Trzebinia.\n\nSestec's adhesive technologies are 100% bio-based and used in a range of applications including MDF, HDF, OSB, plywood, particleboard, straw and fiberboard. According to the Bakelite, these systems offer an alternative to conventional adhesives while supporting broader industry efforts to reduce the environmental impact of manufacturing materials.\n\nBakelite said the acquisition aligns with ongoing efforts to expand its portfolio of lower-carbon and bio-based material solutions across its global customer base.",
  "Author Profile Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2022/11/headshot_2022.63876d9ca2682.png?w=120&h=120&fit=crop",
  "Author Email Address" : "ajoshi@endeavorb2b.com",
  "Author Job Title" : "Managing Editor",
  "Author Bio" : "Amanda Joshi has more than 18 years of experience in business-to-business publishing for both print and digital content. Before joining Chemical Processing, she worked with Manufacturing.net and Electrical Contracting Products. She's a versatile, award-winning editor with experience in writing and editing technical content, executing marketing strategy, developing new products, attending industry events and developing customer relationships.\n\nAmanda graduated from Northern Illinois University in 2001 with a B.A. in English and has been an English teacher. She lives in the Chicago suburbs with her husband and daughter, and their mini Aussiedoodle, Riley. In her rare spare time, she enjoys reading, tackling DIY projects, and horseback riding."
}, {
  "Article Title" : "CSB Releases New Report Detailing $1.8B in Chemical Incident Losses",
  "Article URL" : "https://www.chemicalprocessing.com/safety-security/fire-explosion-protection/news/55305176/csb-releases-new-report-detailing-18b-in-chemical-incident-losses",
  "Article Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2025/07/6881306f077ec72d0cea8251-shutterstock_2346465383.png?auto=format",
  "Category" : "Occupational Health & Safety",
  "Author Name" : "Amanda Joshi",
  "Article Content" : "The U.S. Chemical Safety and Hazard Investigation Board (CSB) recently released Volume 3 of its Chemical Incident Reports, highlighting 30 serious events that occurred between April 2020 and January 2025. The incidents spanned 15 states and resulted in two fatalities, 25 serious injuries, and approximately $1.8 billion in property damage.\n\nNotable incidents included events in Oklahoma and Maine that led to $930 million and $350 million in damages, respectively, according to the agency.\n\n\"This third volume of reports reflects the CSB's continued commitment to keeping the American people informed about the serious chemical incidents that occur every week across this country and the risks that these incidents pose to communities and workers, as well as the enormous economic impact that they have on the American chemical industry,\" said CSB Chairperson Steve Owens.\n\nEach case summary in the report includes details on the incident and its probable cause --- information not previously released to the public, said the CSB in a press statement. The update builds on earlier reports from Volume 1 and Volume 2 and follows CSB's ongoing effort to enhance transparency and hazard awareness across industry.\n\nSince the CSB's Accidental Release Reporting Rule (ARRR) took effect five years ago, the agency has received reports of over 500 chemical incidents across 43 states. These reports include details such as facility name, location, and whether the incident involved fatalities, injuries or major property damage.",
  "Author Profile Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2022/11/headshot_2022.63876d9ca2682.png?w=120&h=120&fit=crop",
  "Author Email Address" : "ajoshi@endeavorb2b.com",
  "Author Job Title" : "Managing Editor",
  "Author Bio" : "Amanda Joshi has more than 18 years of experience in business-to-business publishing for both print and digital content. Before joining *Chemical Processing,* she worked with Manufacturing.net and Electrical Contracting Products. She's a versatile, award-winning editor with experience in writing and editing technical content, executing marketing strategy, developing new products, attending industry events and developing customer relationships.\n\nAmanda graduated from Northern Illinois University in 2001 with a B.A. in English and has been an English teacher. She lives in the Chicago suburbs with her husband and daughter, and their mini Aussiedoodle, Riley. In her rare spare time, she enjoys reading, tackling DIY projects, and horseback riding."
}, {
  "Article Title" : "Linde Expands U.S. Industrial Gas Capacity to Support Space Sector Growth",
  "Article URL" : "https://www.chemicalprocessing.com/industrynews/news/55304815/linde-expands-us-industrial-gas-capacity-to-support-space-sector-growth",
  "Article Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2025/07/687fc43029cade11bb3878d7-shutterstock_1353536429.png?auto=format",
  "Category" : "",
  "Author Name" : "Amanda Joshi",
  "Article Content" : "Linde will invest in two major industrial gas projects to support the expanding U.S. commercial space sector, according to a July 21 press statement(Linde.com). Under new long-term supply agreements, the company will increase production and distribution of liquid oxygen, nitrogen and argon --- key gases used in rocket propulsion and aerospace manufacturing.\n\nTo meet rising launch demand, Linde said it will expand its industrial gases plant in Mims, Florida. The added capacity is expected to come online in the first quarter of 2027 and will supply nearby space facilities. The Mims site has already undergone two expansions in 2020 and 2024, the company said.\n\nIn a separate agreement, Linde will construct a new air separation unit in Brownsville, Texas. Slated for startup in early 2026, the facility will serve space operations in the area while also increasing merchant gas supply across the southern U.S., the company said.\n\n\"Space exploration is advancing rapidly, with missions growing in ambition and scale,\" said Sanjiv Lamba, CEO of Linde, in the announcement. \"As demand increases, we will continue investing alongside our customers and expanding our strong presence both in the southern United States and globally.\"\n\nThe announcement follows Linde's recently announced long-term agreement(chemicalprocessing.com) to supply oxygen and nitrogen to a new low-carbon ammonia facility in Louisiana under development by Blue Point Number One, a joint venture formed by CF Industries, JERA and Mitsui & Co.\n\nAs part of the deal, Linde will invest $400 million to build an air separation unit. The unit will support production of 1.4 million metric tons of ammonia annually when operations begin in 2029, the company said.",
  "Author Profile Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2022/11/headshot_2022.63876d9ca2682.png?w=120&h=120&fit=crop",
  "Author Email Address" : "ajoshi@endeavorb2b.com",
  "Author Job Title" : "Managing Editor",
  "Author Bio" : "Amanda Joshi has more than 18 years of experience in business-to-business publishing for both print and digital content. Before joining Chemical Processing, she worked with Manufacturing.net and Electrical Contracting Products. She's a versatile, award-winning editor with experience in writing and editing technical content, executing marketing strategy, developing new products, attending industry events and developing customer relationships.\n\nAmanda graduated from Northern Illinois University in 2001 with a B.A. in English and has been an English teacher. She lives in the Chicago suburbs with her husband and daughter, and their mini Aussiedoodle, Riley. In her rare spare time, she enjoys reading, tackling DIY projects, and horseback riding."
}, {
  "Article Title" : "Trump Administration Grants Two-Year Exemption from Federal Pollution Rules for Chemical Manufacturing Facilities",
  "Article URL" : "https://www.chemicalprocessing.com/environmental-protection/air-environment/news/55304775/trump-administration-grants-two-year-exemption-from-federal-pollution-rules-for-chemical-manufacturing-facilities",
  "Article Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2025/07/687fb6bb23d1222e12bc2bbd-shutterstock_1721153281.png?auto=format",
  "Category" : "Environmental Responsibility",
  "Author Name" : "Dave Clark",
  "Article Content" : "The exemption postpones compliance with portions of the EPA's 2024 'HON Rule,' which imposed stricter air emission standards on facilities manufacturing synthetic organic chemicals, polymers and resins.\n\nPresident Donald Trump has issued a sweeping two-year exemption from new federal pollution rules for Dow and 24 other chemical manufacturing facilities citing national security and economic resilience concerns.\n\nIn a July 17 proclamation, Trump postponed compliance with portions of the Environmental Protection Agency's 2024 \"HON Rule\" --- a regulation that imposed stricter air emission standards on facilities that manufacture synthetic organic chemicals, polymers, and resins. The rule was intended to reduce hazardous air pollutants under the Clean Air Act.\n\nThe administration argues that the rule's requirements are overly burdensome and technologically unfeasible within the current timeframe.\n\n\"The technology to implement the HON Rule is not available,\" the proclamation states. \"Such technology does not exist in a commercially viable form sufficient to allow implementation... by the compliance dates.\"\n\nThe two-year exemption applies to companies including Dow, BASF, Shell, Formosa Plastics, DuPont, Phillips 66, and others operating plants in Louisiana, Texas, Michigan, Alabama, and several other states. In total, the exemption affects 25 companies and over 40 individual facilities.\n\nTrump's order says the delayed regulations are needed to prevent disruptions in chemical supply chains that support national defense, energy, health care, and agriculture. The proclamation warns that enforcing the rule on schedule could lead to \"shutdowns or massive capital investments\" before proven technology is available, weakening the country's industrial base.\n\nUnder the exemption, each listed facility may continue operating under the older, less stringent standards that existed before the HON Rule was finalized in May 2024. The reprieve will expire two years after each facility's original compliance deadline, though the administration did not indicate whether additional extensions could follow.\n\nThis executive action is the latest example of the Trump administration's broader effort to reduce federal regulatory burdens on U.S. industry, particularly in sectors the president considers vital to economic growth.",
  "Author Profile Image" : "",
  "Author Email Address" : "",
  "Author Job Title" : "",
  "Author Bio" : ""
}, {
  "Article Title" : "INEOS Slashes Emissions 75% at UK Site With Hydrogen Conversion",
  "Article URL" : "https://www.chemicalprocessing.com/industrynews/news/55304586/ineos-slashes-emissions-75-at-uk-site-with-hydrogen-conversion",
  "Article Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2025/07/687e9679f208057b8ef71d99-shutterstock_2194197413.png?auto=format",
  "Category" : "Environmental Responsibility",
  "Author Name" : "Amanda Joshi",
  "Article Content" : "INEOS Slashes Emissions 75% at UK Site With Hydrogen Conversion\nINEOS Acetyls' switch to hydrogen at its Hull, U.K. plant eliminates reliance on natural gas and sets a new benchmark for low-carbon chemical production in Europe.\n\nINEOS announced it has completed a £30 million (approximately $39 US million) upgrade at its Hull, U.K., manufacturing facility, converting operations to run on clean-burning hydrogen in place of natural gas. According to the company, the change has cut site carbon emissions by 75%, marking a major milestone in its broader decarbonization strategy across Europe.\n\nINEOS Acetyls is the only industrial-scale producer of acetic acid, acetic anhydride, and ethyl acetate in Europe --- materials widely used in products ranging from pharmaceuticals to water treatment chemicals, said the company in a press announcement. The Hull site now operates with a significantly reduced product carbon footprint, which the company said was already among the lowest globally.\n\nThe hydrogen used to fuel operations is generated as a co-product from existing manufacturing processes, making the transition resource-efficient without requiring external hydrogen supplies. INEOS said this model could serve as a blueprint for similar upgrades across the sector.\n\nThe project reportedly is part of a portfolio of decarbonization efforts at INEOS manufacturing sites, including Grangemouth and Köln. INEOS has committed to achieving net-zero emissions across its operations, with the company emphasizing immediate action over distant targets.\n\nThe Hull site employs more than 300 people directly and supports hundreds more through its supply chain, the company said.\n\nThis investment comes as Europe's chemical industry faces mounting cost pressures and increasing regulatory burdens.\n\nIn January, INEOS announced the closing of a plant in Scotland, prompting CEO Jim Ratcliff to declare the European chemical sector is on life support.\n\nAccording to a July 21 Reuters report, chemical producers across the region are calling for urgent policy relief to remain competitive globally, citing an exodus of production capacity and higher energy costs. The article points to INEOS' move to decarbonize its operations while maintaining production within Europe, illustrating a dual focus on sustainability and industrial resilience at a time when others in the sector are cutting capacity or relocating.",
  "Author Profile Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2022/11/headshot_2022.63876d9ca2682.png?w=120&h=120&fit=crop",
  "Author Email Address" : "ajoshi@endeavorb2b.com",
  "Author Job Title" : "Managing Editor",
  "Author Bio" : "Amanda Joshi has more than 18 years of experience in business-to-business publishing for both print and digital content. Before joining Chemical Processing, she worked with Manufacturing.net and Electrical Contracting Products. She's a versatile, award-winning editor with experience in writing and editing technical content, executing marketing strategy, developing new products, attending industry events and developing customer relationships.\n\nAmanda graduated from Northern Illinois University in 2001 with a B.A. in English and has been an English teacher. She lives in the Chicago suburbs with her husband and daughter, and their mini Aussiedoodle, Riley. In her rare spare time, she enjoys reading, tackling DIY projects, and horseback riding."
}, {
  "Article Title" : "BASF Completes First Phase of China Acrylics Complex",
  "Article URL" : "https://www.chemicalprocessing.com/industrynews/news/55304552/basf-completes-first-phase-of-china-acrylics-complex",
  "Article Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2025/07/687e872125c513bf5ae53c3a-basfmarksthesuccessfulmechanicalcompletionofthegla.png?auto=format",
  "Category" : "Environmental",
  "Author Name" : "Jonathan Katz",
  "Article Content" : "German chemical giant finishes glacial acrylic acid and butyl acrylate plants at Zhanjiang site to meet growing Asian demand.\n\nBASF has completed construction on the first phase of plants in its acrylics complex in Zhanjiang, China, the company said July 21.\n\nThe completed facilities include the glacial acrylic acid and butyl acrylate plants.\n\nThe milestone puts the company on track for the site's scheduled start-up this year.\n\nAcrylic acid is a key precursor for the production of superabsorbent polymers.\n\nButyl acrylate, an ester of acrylic acid, is widely used in the production of adhesives, architectural coatings and industrial coatings.\n\nThe acrylics complex at the Zhanjiang Verbund site will have an annual production capacity of approximately 400,000 metric tons of butyl acrylate.\n\nThe facilities will help the company meet fast-growing demand for acrylics in China and across Asia on shorter lead times, said Bir Darbar Mehta, senior vice president of petrochemicals for BASF's Asia Pacific region.\n\n\"The acrylics business has been a cornerstone of BASF petrochemicals,\" Mehta said. \"With the completion of the new acrylics complex in Zhanjiang, we are further enhancing our production capacities along the acrylics value chain.\"",
  "Author Profile Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2022/12/jon_katz_headshot.638e6f5214533.png?w=120&h=120&fit=crop",
  "Author Email Address" : "jkatz@endeavorb2b.com",
  "Author Job Title" : "Executive Editor",
  "Author Bio" : "Jonathan Katz, executive editor, brings nearly two decades of experience as a B2B journalist to Chemical Processing magazine. He has expertise on a wide range of industrial topics. Jon previously served as the managing editor for IndustryWeek magazine and, most recently, as a freelance writer specializing in content marketing for the manufacturing sector.\n\nHis knowledge areas include industrial safety, environmental compliance/sustainability, lean manufacturing/continuous improvement, Industry 4.0/automation and many other topics of interest to the Chemical Processing audience.\n\nWhen he's not working, Jon enjoys fishing, hiking and music, including a small but growing vinyl collection.\n\nJon resides in the Cleveland, Ohio, area."
}, {
  "Article Title" : "Trump Grants Two-Year EPA Chemical Industry Exemption",
  "Article URL" : "https://www.chemicalprocessing.com/environmental-protection/news/55304225/trump-grants-two-year-epa-chemical-industry-exemption",
  "Article Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2025/07/687a8996bf3cf76681c99256-trump_epa_exemption.png?auto=format",
  "Category" : "Environmental Responsibility",
  "Author Name" : "Traci Purdum",
  "Article Content" : "The American Chemistry Council said Trump's action addresses several 'concerning parts' of the Biden administration's rule.\n\nPresident Trump has granted a two-year exemption from compliance obligations in section 112 of the hazardous organic NESHAP (HON) rule, according to an American Chemistry Council statement July 18. The NESHAP exemption comes just one year after EPA finalized amendments to air pollution standards for the synthetic organic chemical manufacturing industry and related polymer and resin industries.\n\nThe agency prepped industry on its intentions to follow the Trump administration's lead on deregulation March 12, 2025, when it announced 31 significant actions resulting in the \"biggest deregulatory\" measure ever. One of those rollbacks included reconsideration of multiple NESHAPs affecting a broad range of U.S. industrial sectors.\n\nNESHAP is short for the National Emission Standards for Hazardous Air Pollutants.\n\nDuring the March announcement frenzy, EPA Administrator Lee Zeldin noted the Trump administration's intention for a two-year compliance exemption via Section 112(i)(4) of the Clean Air Act for affected facilities while EPA goes through the rulemaking process.\n\n\"EPA is moving forward with the reconsideration of a number of air rules that cover nearly every sector of the American economy. During this review, we will ensure the appropriate protections for human health and the environment based on the best record possible. Breathing clean air, living on clean land, and drinking clean water are all shared goals while we also do our part to usher in a Golden Age of American success,\" said Zeldin in a March 12 news release.\n\nRegarding the July 18, 2025, announcement of the two-year exemption, the American Chemistry Council (ACC) issued a statement saying the Trump's action appropriately recognizes the critical role of a strong chemical manufacturing sector to the nation's overall infrastructure and advanced manufacturing needs across supply chains. ACC also stated that the action will help provide necessary relief from parts of the Biden administration's rule, which required significant capital expenditures and tight compliance deadlines.\n\n\"Without relief from these unworkable timelines, the HON rule jeopardizes the production of essential chemistries that are crucial for our national security interests, including public health and economic security, as they are used for countless everyday products and critical industries such as agriculture, healthcare, semiconductor manufacturing and more,\" ACC stated in a news release.\n\nIn her April Compliance Advisor column for Chemical Processing, which discussed EPA's March 12 announcements, Lynn L. Bergeson stated: \"Disruption on this scale invites vigorous and often unanticipated consequences. It remains to be seen if deregulation on this scale aligns with what the regulated community anticipated and whether it will achieve the intended result.\"",
  "Author Profile Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2023/02/OLLISPHOTOTraciPurdum1173_300A8x10blue.63f53c0280421.png?w=120&h=120&fit=crop",
  "Author Email Address" : "tpurdum@endeavorb2b.com",
  "Author Job Title" : "Editor-in-Chief",
  "Author Bio" : "Traci Purdum, an award-winning business journalist with extensive experience covering manufacturing and management issues, is a graduate of the Kent State University School of Journalism and Mass Communication, Kent, Ohio, and an alumnus of the Wharton Seminar for Business Journalists, Wharton School of Business, University of Pennsylvania, Philadelphia."
}, {
  "Article Title" : "Advanced Manufacturing Courses for Industry Professionals Available at Kansas State University",
  "Article URL" : "https://www.chemicalprocessing.com/industrynews/news/55303675/advanced-manufacturing-courses-for-industry-professionals-available-at-kansas-state-university",
  "Article Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2025/07/6877fc99864583f91eabca82-shutterstock_1403281916.png?auto=format",
  "Category" : "Occupational Health & Safety",
  "Author Name" : "Amanda Joshi",
  "Article Content" : "Hands-on workshops at Kansas State University's Olathe campus feature real-world applications and expert-led training in advanced manufacturing.\n\nKansas State University's Olathe campus is offering advanced short courses for industry professionals. The courses are designed to expand professionals' knowledge and practical skills.\n\nAccording to KSU, each course tackles a different aspect of the advanced manufacturing industry and features a combination of robust discussion of theory along with practical hands-on learning with real equipment and systems. All courses are taught by experts with direct industry experience. Learn more about the upcoming classes below.\n\nProgrammable Logic Controller and Automation | Aug. 26-27\n\nThis two-day workshop on programmable logic controllers (PLCs) is designed to give learners a hands-on introduction to PLC systems and a deeper understanding of real-world applications. It covers the basics of programming, networking, communication and integration with different systems.\n\nDust Collection Fundamentals and System Design | Oct. 7-9\n\nThis course will explain how dust collection systems are designed and the selection and sizing for each component. It will also discuss dust explosion hazards and prevention.\n\n\"At K-State Olathe, our goal is to bring hands-on experiences and practical knowledge to the manufacturing industry --- making it more efficient, effective and safer,\" said Jonathan McPherson, director of advanced manufacturing research and training at KSU.",
  "Author Profile Image" : "https://img.chemicalprocessing.com/files/base/ebm/chemicalprocessing/image/2022/11/headshot_2022.63876d9ca2682.png?w=120&h=120&fit=crop",
  "Author Email Address" : "ajoshi@endeavorb2b.com",
  "Author Job Title" : "Managing Editor",
  "Author Bio" : "Amanda Joshi has more than 18 years of experience in business-to-business publishing for both print and digital content. Before joining Chemical Processing, she worked with Manufacturing.net and Electrical Contracting Products. She's a versatile, award-winning editor with experience in writing and editing technical content, executing marketing strategy, developing new products, attending industry events and developing customer relationships.\n\nAmanda graduated from Northern Illinois University in 2001 with a B.A. in English and has been an English teacher. She lives in the Chicago suburbs with her husband and daughter, and their mini Aussiedoodle, Riley. In her rare spare time, she enjoys reading, tackling DIY projects, and horseback riding."
} ]